Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# 866.ibExternalAccessibilityDescription
source: Remove Argument Button
de: Taste Argument entfernen

# 866.ibShadowedToolTip
source: Remove a command line argument for the permitted process
de: Argument entfernen

# 887.ibShadowedToolTip
source: Bundle identifier of the process in reverse domain notation (macOS) or a (sub-)string of its main window title for tricky Win applications (Java, Acrobat etc.)
de: Identifier des Prozesses in der umgekehrten DNS-Notation (macOS) oder eine Teil-Zeichenkette des Titels des Hauptfensters (Win)

# 948.ibShadowedToolTip
source: Start the process automatically together with SEB
de: Prozess automatisch zusammen mit SEB starten

# 956.ibShadowedToolTip
source: Allow the permitted process to already be running when SEB starts. Such a process can't have an icon in the taskbar
de: Die Applikation darf bereits laufen, wenn SEB gestartet wird. Ein entsprechender Prozess kann kein Icon im Dock/Taskleiste anzeigen

# 957.title
source: Allow running in background
de: Als Hintergrund-Prozess zulassen

# 982.ibShadowedToolTip
source: Allow locating third party applications with a file dialog if it cannot be found at the paths specified. Only applications matching other criteria specified (like executable, bundle identifier, signature) are accepted
de: Drittapplikationen dürfen vom Benutzer mittels Dateidialog ausgewählt werden, falls sie nicht am angegebenen Pfad gefunden werden. Nur Applikationen können ausgewählt werden, die den anderen spezifizierten Kriterien entsprechen (Executable, Bundle Identifier, Signatur)

# 983.title
source: Allow user to select location of application
de: Benutzer erlauben, die Applikation auszuwählen

# 1183.ibShadowedToolTip
source: Show details about the application/process code signature
de: Details zur Code-Signatur der Applikation/Prozess anzeigen

# 1184.title
source: Code Signatures...
de: Code-Signaturen …

# 1314.ibExternalAccessibilityDescription
source: Select operating system
de: Betriebssystem auswählen

# 1314.ibShadowedToolTip
source: Indicates on which operating system the permitted process runs. macOS is currently not supported
de: Betriebssystem, auf welchem der erlaubte Prozess läuft

# 1600.ibShadowedToolTip
source: For choosing a running process which will be added to the list of permitted processes
de: Einen momentan laufenden Prozess auswählen, der zu den erlaubten Prozessen hinzugefügt wird

# 1601.title
source: Choose Process...
de: Prozess auswählen …

# 1840.title
source: Selected Process
de: Ausgewählter Prozess

# 1841.ibShadowedToolTip
source: For choosing a running process which will be added to the list of prohibited processes.
de: Einen momentan laufenden Prozess auswählen, der zu den erlaubten Prozessen hinzugefügt wird

# 1842.ibShadowedToolTip
source: Add a prohibited process
de: Verbotenen Prozess hinzufügen

# 1843.ibShadowedToolTip
source: Remove process
de: Prozess entfernen

# 1845.ibShadowedToolTip
source: Allows choosing the process executable file (or application) which will be added to the list of prohibited processes
de: Auswählen der Applikation oder der ausführbaren Datei des Prozesses, die zu den verbotenen Prozessen hinzugefügt wird

# 1846.title
source: Choose Executable...
de: Executable auswählen …

# 1847.title
source: System processes which are not allowed to run during exam
de: Systemprozesse, die während einer Prüfung nicht laufen dürfen

# 1853.title
source: Choose Process...
de: Prozess auswählen …

# 1855.ibShadowedToolTip
source: Force terminate process, which may cause data loss if the application had unsaved data
de: Prozesse sofort beenden, was einen Verlust von nicht gesicherten Daten zur Folge haben könnte

# 1856.ibShadowedToolTip
source: The prohibited process has to run under the currently logged in user. Use it instead of indicating the user. Currently not supported
de: Der verbotene Prozess muss unter dem momentanen Benutzer laufen. Kann benutzt werden, anstatt den Benutzernamen anzugeben

# 1859.ibShadowedToolTip
source: Identifier of the process in reverse domain notation (macOS) or a (sub-)string of its main window title
de: Identifier des Prozesses in der umgekehrten DNS-Notation (macOS) oder eine Teil-Zeichenkette des Titels des Hauptfensters (Win)

# 1893.ibShadowedToolTip
source: Process name, usually the file name of the executable
de: Prozessname, üblicherweise der Name der ausführbaren Datei (Executable)

# 1895.ibExternalAccessibilityDescription
source: Description
de: Beschreibung

# 1895.ibShadowedToolTip
source: Optional, to explain what kind of process this is, because this might not be obvious only from the executable's name
de: Optionale Beschreibung um was für einen Prozess es sich handelt, wenn dies nicht aus der Executable ersichtlich ist

# 1896.ibExternalAccessibilityDescription
source: Original Name for Windows processes
de: Originaldateiname für Windows-Prozesse

# 1896.ibShadowedToolTip
source: Original file name of the executable (Win). Some files don't have this metadata information. If it is available, SEB will prioritize this string over the Executable file name string
de: Der verbotene Prozess muss unter dem momentanen Benutzer laufen. Kann benutzt werden, anstatt den Benutzernamen anzugeben

# 1898.ibShadowedToolTip
source: This prohibited process item is active
de: Der Eintrag für diesen verbotenen Prozess ist aktiv

# 1900.ibExternalAccessibilityDescription
source: Select operating system
de: Betriebssystem auswählen

# 1900.ibShadowedToolTip
source: Indicates on which operating system the prohibited process runs. macOS is currently not supported.
de: Betriebssystem, auf welchem der verbotene Prozess läuft

# 1907.title
source: Active
de: Aktiv

# 1913.title
source: Description
de: Beschreibung

# 1918.title
source: Original Name
de: Benutzer

# 1920.title
source: Current user
de: Aktueller Benutzer

# 1921.title
source: Force quit (risk of data loss)
de: Sofort beenden (Datenverlust möglich)

# 1931.headerCell.title
source: Description
de: Beschreibung

# 2202.ibExternalAccessibilityDescription
source: Original Name for Windows process
de: Originaldateiname für Windows-Prozesse

# 2202.ibShadowedToolTip
source: Original file name of the executable (Win). Some files don't have this metadata information. If it is available, SEB will prioritize this string over the Executable file name string
de: SEB Windows: Komma-separierte Liste von Prozessen, die das Applikationsfenster in bestimmten erlaubten Applikationen verwalten (u.a. bei Java Apps)

# 2204.title
source: Original Name
de: Originaldateiname

# 2244.ibShadowedToolTip
source: Force terminate process, which may cause data loss if the application had unsaved data
de: Prozesse sofort beenden, was einen Verlust von nicht gesicherten Daten zur Folge haben könnte

# 2246.title
source: Force quit (risk of data loss)
de: Sofort beenden (Datenverlust möglich)

# MVu-c3-I1R.title
source: Attempt to quit prohibited applications
de: Versuche verbotene Applikationen zu beenden

# kwe-Gh-ELP.ibShadowedToolTip
source: When using the new AAC kiosk mode (which prevents network and screen access for other processes), ignore this prohibited process
de: Diesen verbotenen Prozess ignorieren, wenn der neue AAC-Kioskmodus benutzt wird (welcher Netzwerk- und Bildschirmzugriff für andere Prozesse verhindert)

# rR0-Mm-VzA.title
source: Icon in taskbar
de: Icon in Dock/Taskleiste

# 0DR-0l-x3s.ibShadowedToolTip
source: Mac Safari (desktop browser) user agent string
de: Mac Safari (Desktop) User Agent

# 0dZ-Z1-Pzs.title
source: Desktop mode default user agent
de: User Agent für Desktop-Modus

# 1TN-dk-xIy.title
source: Allow reload
de: Neuladen erlauben

# 2BE-Ri-RWP.title
source: Tab focuses links
de: Tabulator fokussiert alle Objekte

# 2dw-Ko-tLl.ibShadowedToolTip
source: Enables the text search feature in browser windows. Use the search icon in the browser window toolbar or cmd-F. This feature is not available in the full screen mode main window. Search in PDFs works only in modern WebView and macOS >=11 / iOS >= 14
de: Erlaubt die Textsuche auf Webseiten. Benutzen Sie das Suche-Symbol in der Browserfenster-Symbolleiste oder cmd-F. Diese Funktion ist nicht im Vollbildanzeige-Fenster verfügbar. Suche in PDF-Dateien funktioniert nur im modernen WebView und macOS >=11

# 4cR-n5-sEi.title
source: Allow camera capture
de: Kamerazugriff erlauben

# 6r7-Lm-bnI.title
source: Allow reload
de: Neuladen erlauben

# 6ym-r5-MoN.title
source: Allow microphone capture
de: Mikrofonzugriff erlauben

# 7c3-3L-Itj.ibExternalAccessibilityDescription
source: Show URLs in exam window
de: Zeige URLs im Prüfungsfenster

# 7c3-3L-Itj.ibShadowedToolTip
source: For some exam scenarios, you might want to keep URLs secret
de: In manchen Prüfungsszenarien sollten URLs geheim bleiben und damit nicht angezeigt werden

# 7nL-Z2-JAg.title
source: Browser Features
de: Browser-Funktionen

# 8TJ-ch-PAj.title
source: Show reload warning
de: Neuladen-Warnung in neuen Fenstern

# 9F7-Qa-r8S.title
source: Show URLs
de: Zeige URL

# 9tX-IU-bN7.title
source: Allow navigation
de: Navigation erlauben

# 9wd-E4-JwC.title
source: Default strings depend on installed SEB for Windows version and therefore can differ on exam clients.
de: Standardzeichenketten hängen von der installierten SEB-Version ab.

# 16K-h7-SCc.title
source: Show reload warning
de: Neuladen-Warnung in Prüfung

# 29c-3t-HLf.title
source: Enable Web Inspector (developer tools)
de: Web Inspector erlauben

# 34u-Jt-GbJ.ibExternalAccessibilityDescription
source: Enter custom user agent string for SEB on Windows touch devices
de: Benutzerdefinierten User Agent für Touch-Modus in SEB für Windows eingeben

# 85.ibExternalAccessibilityDescription
source: Links requesting to be opened in a new browser window
de: Links, die in einem neuen Browserfenster geöffnet werden sollen

# 91.title
source: Links requesting to be opened in a new browser window ...
de: Links, die in einem neuen Browserfenster geöffnet werden sollen …

# 101.ibShadowedToolTip
source: Hyperlinks which direct to a different host than the one of the current main page will be ignored
de: Hyperlinks werden ignoriert, wenn sie auf einen anderen Server als den der aktuellen Webseite führen

# 102.title
source: block when directing to a different server
de: blockieren, wenn Ziel auf anderem Server

# 107.ibShadowedToolTip
source: Enables web plugins like Flash. For security reasons it's recommended to disable this option if plugin content is not used. Plugins are no longer supported on current macOS versions
de: Erlaubt Web-Plug-Ins wie Flash. Aus Sicherheitsgründen wird empfohlen, diese Option auszuschalten, wenn keine Plug-In-Inhalte benötigt werden

# 108.title
source: Enable plug-ins
de: Plug-Ins aktivieren

# 168.ibShadowedToolTip
source: Enables Java applets, which are no longer supported on current macOS versions
de: Java-Applets zulassen. SEB ist nur mit Java 1.6 kompatibel, nicht mit Java 1.7 und 1.8

# 169.title
source: Enable Java
de: Java aktivieren

# 171.ibShadowedToolTip
source: Enables JavaScript. Please note that most modern websites need JavaScript for full functionality
de: JavaScript aktivieren. Bitte beachten: Die meisten modernen Websites benötigen JavaScript für volle Funktionalität

# 172.title
source: Enable JavaScript
de: JavaScript aktivieren

# 176.ibShadowedToolTip
source: Disables pop-up windows (often advertisement) opened by JavaScript without a user action such as a button click
de: Blockiert Pop-Up-Fenster (häufig Werbung), die per JavaScript ohne eine Benutzeraktion wie einen Klick auf eine Schaltfläche geöffnet werden

# 177.title
source: Block pop-up windows
de: Pop-Ups unterdrücken

# 180.ibShadowedToolTip
source: Disabling browsing to previously visited pages (back/forward buttons in browser toolbar or cmd + cursor left/right) may increase security, because browsing back might allow to leave an exam
de: Ausschalten der Funktion, auf bereits besuchte Seiten zurückzukehren (per Befehlstaste - Cursor links) verhindert, eine Prüfung zu verlassen, indem man auf eine Startseite ausserhalb des Prüfungs-Servers zurückkehrt

# 181.title
source: Allow navigation
de: Navigation erlauben

# 413.ibShadowedToolTip
source: When the SEB browser is disabled, no browser window is opened. Use this option with specific third party applications allowed.
de: Wenn der SEB-Browser deaktiviert ist, wird kein Browserfenster geöffnet. Diese Option kann verwendet werden, wenn Drittapplikationen zugelassen sind.

# 415.title
source: Use SEB without browser window (Win)
de: SEB ohne Browserfenster benutzen (Win)

# 449.title
source: to start another application in kiosk mode (for example a virtual desktop infrastructure client)
de: um eine Drittapplikation im Kiosk-Modus zu starten (z.B. Client für virtuelle Desktop-Infrastruktur)

# 567.title
source: New browser window size and position
de: Grösse und Position von neuen Browserfenstern

# 569.ibExternalAccessibilityDescription
source: Horizontal positioning of new browser windows
de: Horizontale Positionierung von neuen Browserfenstern

# 569.ibShadowedToolTip
source: Position new browser windows on the left, right or centered
de: Neue Browserfenster links, rechts oder zentriert positionieren

# 570.ibExternalAccessibilityDescription
source: New browser window height
de: Höhe von neuen Browserfenstern

# 570.ibShadowedToolTip
source: Window height in pixel or percentage of total screen height
de: Fensterhöhe in Pixeln oder Prozent der Bildschirmhöhe

# 585.ibExternalAccessibilityDescription
source: New browser window width
de: Breite von neuen Browserfenstern

# 585.ibShadowedToolTip
source: Window width in pixel or percentage of total screen width
de: Fensterbreite in Pixeln oder Prozent der Bildschirmbreite

# 587.title
source: Width
de: Breite

# 590.title
source: Height
de: Höhe

# 598.title
source: Horizontal positioning
de: Horizontale Positionierung

# 661.ibShadowedToolTip
source: Deletes cache when re-configuring or terminating SEB (Win): This feature will dismiss all session information when re-configuring or restarting SEB. This setting only works, if 'Clear browser session when ending...' is activated in Exam pane.
de: XULRunner Browser-Profil beim Beenden von SEB löschen (enthält Caches und auch Local Storage)

# 663.title
source: Clear cache(Win)
de: Profil löschen (Win)

# ADW-iA-ngj.title
source: The modern WKWebView browser engine currently doesn't support URL content filters (Network > URL Filter > Filter Embedded Content) and sending the Browser Exam and Config Key in HTTP headers (Exam Session > Use Browser & Config Keys). If one of these settings is enabled, the classic WebView is used in the Automatic policy. Prefer Modern ignores the 'Use Browser & Config Keys' option in new tabs on a different server or generally.
de: Die moderne WKWebView-Browser-Engine unterstützt momentan keine URL-Filter für eingebetteten Inhalt (Netzwerk > URL Filter > Eingebetteten Inhalt ebenfalls filtern) und das Senden des Browser Exam und Config Key in HTTP-Headern ( Prüfung > Browser & Config Key benutzen (im HTTP-Header senden). Wenn eine dieser Optionen aktiviert ist, wird bei der Policy 'Automatisch' das klassische WebView benutzt. 'Moderne bevorzugen' ignoriert die 'Browser & Config Key benutzen' Einstellung in neuen Fenstern auf einem anderen Server oder generell.

# Afc-A3-r3P.title
source: Media autoplay
de: Medien automatisch abspielen

# Bth-dN-6f1.title
source: Custom
de: Benutzerdefiniert

# Du9-dQ-GIJ.ibShadowedToolTip
source: User has to confirm reloading the main browser window containing the exam by cmd-R or the reload button
de: Das erneute Laden einer Webseite per cmd-R (Befehlstaste-R) oder Neuladen-Taste muss bestätigt werden

# EZ4-9b-Idz.title
source: Default user agent Mac
de: Standard Mac User Agent

# F1k-Qz-pMS.ibShadowedToolTip
source: Default string on the iOS device (depends on iOS version and device type iPhone/iPad and therefore can differ on exam clients!)
de: Standardzeichenkette auf dem iOS-Gerät (hängt von iOS-Version und Gerätetyp iPhone/iPad ab und kann deswegen auf verschiedenen Clients unterschiedlich sein)

# FHC-Y1-NDD.ibExternalAccessibilityDescription
source: Enter custom user agent string for SEB on macOS
de: Benutzerdefinierte User Agent Zeichenkette für SEB auf macOS eingeben

# FfE-2h-C1L.title
source: Custom user agent string (SEB appends its version number automatically). Default string depends on installed SEB for Windows version and therefore can differ on exam clients.
de: Benutzerdefinierte User Agent Zeichenkette (SEB hängt seine Versionsnummer automatisch an). Die Standardzeichenkette hängt von der der installierten SEB für Windows Version ab.

# FwJ-dG-wCg.ibShadowedToolTip
source: Reload can be disabled completely for the exam with this setting, because it might break some offline caching functionalities
de: Ausschalten der Funktion, auf bereits besuchte Seiten zurückzukehren verhindert, eine Prüfung zu verlassen, indem man auf eine Startseite ausserhalb der Prüfung zurückkehrt

# H1e-8y-dLi.ibShadowedToolTip
source: Using the modern WebView, audio autoplay can be controlled separately
de: Im modernen WebView kann Audio-Autoplay separat gesteuert werden

# IEP-y6-APQ.title
source: Restrictions in Exam Window
de: Einschränkungen im Prüfungsfenster

# IqX-2Y-Ffc.ibShadowedToolTip
source: On devices supporting PiP, the video plays in a movable and resizable overlay window. If not running SEB in Single App Mode, PiP video keeps playing even if switching to other apps
de: Auf Geräten, welche Bild-in-Bild-Darstellung erlauben, wird das Video in einem verschiebbaren und skalierbaren, im Vordergrund schwebenden Fenster angezeigt

# KFV-q6-A2b.ibExternalAccessibilityDescription
source: Choose user agent
de: User Agent auswählen

# LQ1-WH-kpW.title
source: Allow inline playback on iPhone
de: Inline-Wiedergabe auf iPhone

# Lq8-Fi-SDM.title
source: Default:
de: Standard:

# MOG-Nd-tGS.title
source: Video autoplay
de: Video automatisch abspielen

# MPP-rQ-UjN.ibShadowedToolTip
source: Be aware, the toolbar of the internal PDF reader also allows access to the print and download functions of the PDF reader
de: Achtung: Die Symbolleiste der internen PDF-Anzeige erlaubt auch Zugriff auf die Drucken- und Download-Funktionen

# NhI-j9-FNc.ibShadowedToolTip
source: User has to confirm reloading pages in additional browser windows
de: Benutzer muss das Neuladen in zusätzlichen Browserfenstern bestätigen

# NjH-uQ-OnL.ibShadowedToolTip
source: Allow web sites to capture the screen, for WebRTC live streams or still pictures (only in modern WebView and on macOS 11.1 or newer )
de: Erlaubt Websites Zugriff auf den Bildschirm für WebRTC-Livestreams oder Bildschirmfotos (nur in modernem WebView und unter macOS 11.1 oder neuer)

# Nqe-fJ-MeT.ibExternalAccessibilityDescription
source: Show URLs in additional windows
de: URLs in zusätzlichen Fenstern anzeigen

# Nqe-fJ-MeT.ibShadowedToolTip
source: For some exam scenarios, you might want to keep URLs secret
de: In manchen Prüfungsszenarien sollten URLs geheim bleiben und damit nicht angezeigt werden

# OFj-GF-HjV.ibExternalAccessibilityDescription
source: Choose user agent
de: User Agent auswählen

# OdB-3j-b2T.ibShadowedToolTip
source: Some video/audio content will start playing without user interaction. Some other content might not be playable without enabling this setting (but will not auto play)
de: Manche Video-/Audio-Inhalte werden ohne Benutzerinteraktion abgespielt. Andere Inhalte könnten ohne diese Einstellung gar nicht abspielbar sein (aber starten nicht automatisch)

# QIK-Ry-nFM.ibShadowedToolTip
source: Pressing the tab key moves focus to the next link and form control. Shit-tab moves focus to the previous control
de: Tabulator-Taste verschiebt den Eingabefokus auf den nächsten Link oder Formular-Eingabeelement. Shift-Tab auf das vorherige

# QLJ-Tp-en0.title
source: Select Browser Engine Policy
de: Policy zum Wählen der Browser-Engine

# UsO-tg-591.ibExternalAccessibilityDescription
source: Select SEB platform version plus device type
de: SEB Plattform-Version und Gerätetyp auswählen

# UsO-tg-591.ibShadowedToolTip
source: Each SEB version/device type has separate user agent settings
de: VORSICHT: Wenn '' angewählt ist, können einige JavaScript-/HTML5-Funktionen (wie etwa File API) nicht verwendet werden

# VER-Ja-0d8.ibShadowedToolTip
source: For content opening in additional browser windows reload can be enabled/disabled separately with this setting
de: Für Inhalte, welche in zusätzlichen Browserfenstern geöffnet werden, kann das Neuladen separat freigegeben werden

# VJ9-fx-YV7.title
source: Suffix to be added to any user agent
de: Suffix, welcher an alle User Agents angehängt wird

# VNp-U5-dS4.ibExternalAccessibilityDescription
source: Select Browser Engine Policy
de: Policy zum Wählen der Browser-Engine selektieren

# X0g-7e-XAl.title
source: Custom user agent string (SEB appends its version number automatically). Default string depends on installed Safari/WebKit version and therefore can differ on exam clients.
de: Benutzerdefinierte User Agent Zeichenkette (SEB hängt seine Versionsnummer automatisch an). Die Standardzeichenkette hängt von der der installierten Safari-/WebKit-Version ab.

# XSw-aj-V6a.ibShadowedToolTip
source: Default string on this Mac (it depends on installed Safari/WebKit version and therefore can differ on exam clients!)
de: Standardzeichenkette auf diesem Mac (hängt von der der installierten Safari-/WebKit-Version ab und kann deswegen auf verschiedenen Clients unterschiedlich sein)

# Xhr-38-Q1a.ibShadowedToolTip
source: Enable to access context menu for Web Inspector in SEB for macOS (use ONLY for debugging). Disable to prevent right mouse button actions/context menu for sharing content (with modern WebView) and in browser plugins/video players
de: Erlaubt Anzeige des Kontext-Menüs mittels Rechtsklick/ctrl-Linksklick für den Web Inspector (NUR für Debugging benutzen!). Muss deaktiviert werden, um die Befehle im Kontextmenü zum Teilen von Inhalten (modernes WebView) und in Browser Plug-Ins und Videoplayern auszuschalten

# YE5-tr-HaY.title
source: Custom
de: Benutzerdefiniert

# YGc-0N-3Cu.ibExternalAccessibilityDescription
source: Enter custom user agent string for SEB on Windows desktop devices
de: Benutzerdefinierte User Agent Zeichenkette für SEB auf Windows-Desktop-Geräten eingeben

# YP6-xU-uXJ.title
source: Show URLs
de: Zeige URL

# Z3B-Za-z4X.ibShadowedToolTip
source: Default string on this Mac (it depends on installed Safari/WebKit version and therefore can differ on exam clients!)
de: Standardzeichenkette auf diesem Mac (hängt von der der installierten Safari-/WebKit-Version ab und kann deswegen auf verschiedenen Clients unterschiedlich sein)

# aN2-81-3Zh.title
source: Enable right mouse button
de: Rechte Maustaste erlauben

# al8-58-HPQ.title
source: Touch default:
de: Touch-Standard:

# b7C-9j-OYg.ibExternalAccessibilityDescription
source: Choose user agent
de: User Agent auswählen

# bgd-GA-QC3.title
source: Restrictions in Additional Windows
de: Einschränkungen in zusätzlichen Fenstern

# bjS-Ok-Dj9.ibShadowedToolTip
source: Allow web sites to access the camera, for WebRTC live streams or still pictures (only in modern WebView and on macOS 11.1/iOS 14.3 or newer)
de: Erlaubt Websites Zugriff auf die Kamera für WebRTC-Livestreams oder Fotos (nur in modernem WebView und unter macOS 11.1/iOS 14.3 oder neuer)
