Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: You can save an unencrypted settings file, but this is not recommended for use in exams.
de: Sie können eine unverschlüsselte Konfigurationsdatei abspeichern, aber es wird nicht empfohlen, diese in Prüfungen zu verwenden, sofern Sie nicht ein System einsetzen, welches den Config Key oder Browser Exam Key überprüfen kann.

source: You cannot enter a path to an %1$@ configuration file here, only a domain URL of your institution (host name with domain and optionally subdomains). Administrators can get more information about Automatic Client Configuration at %2$@/developer.
de: Sie können hier keinen Pfad zu einer %1$@-Konfigurationsdatei eingeben, sondern nur eine Domänen-URL Ihrer Einrichtung (Hostname mit Domäne und optional Subdomänen). Administratoren erhalten weitere Informationen zur automatischen Client-Konfiguration unter %2$@/developer.

source: You didn't enter the correct current %@ administrator password.
de: Das korrekte %@ Administrator-Passwort wurde nicht eingegeben.

source: You didn't enter the correct exam password.
de: Sie haben nicht das korrekte Prüfungspasswort eingegeben.

source: You didn't enter the correct settings password.
de: Das korrekte Passwort dieser Einstellungen wurde nicht eingegeben.

source: You edited settings. Do you want to apply them or continue using previous settings (current settings will be discarded)?
de: Sie haben die Einstellungen bearbeitet. Wollen Sie diese anwenden oder mit den vorherigen Einstellungen weiterfahren (bearbeitete Einstellungen werden verworfen)?

source: You edited settings. Do you want to apply them or continue using previous settings?
de: Sie haben die Einstellungen bearbeitet. Wollen Sie diese anwenden oder mit den vorherigen Einstellungen weiterfahren?

source: You either entered the wrong password or these settings were saved with an incompatible SEB version.
de: Sie haben entweder ein falsches Passwort eingegeben oder diese Konfiguration wurde mit einer inkompatiblen SEB-Version erstellt.

source: You should either enter a password or choose a cryptographic identity to encrypt the SEB settings file.
de: Sie sollten entweder ein Passwort oder eine kryptografische Identität verwenden, um die SEB-Konfigurationsdatei zu verschlüsseln.

source: Your institution might not support Automatic %@ Client Configuration. Follow the instructions of your exam administrator.
de: Ihre Institution unterstützt die automatische %@-Client-Konfiguration möglicherweise nicht. Befolgen Sie die Anweisungen Ihres Prüfungs-Administrators.

source: allow
de: erlauben

source: allow to use SEB only with service
de: SEB darf nur mit Service laufen

source: allow to use SEB without service
de: SEB darf ohne Service laufen

source: block
de: blockieren

source: by attempting to upload same file downloaded before
de: versuchen, die zuvor heruntergeladene Datei auszuwählen

source: by only allowing to upload the same file downloaded before
de: nur zuvor heruntergeladene Datei zulassen

source: camera
de: Kamera

source: decoding error:
de: Dekodierungsfehler:

source: get generally blocked
de: werden generell blockiert

source: in System Preferences
de: in den Systemeinstellungen

source: macOS Support Warning
de: Warnung zur macOS-Unterstützung

source: manually with file requester
de: manuell mit Dateidialog

source: microphone
de: Mikrofon

source: open in new window
de: in neuem Fenster öffnen

source: open in same window
de: im selben Fenster öffnen

source: quit
de: beenden

source: remote proctoring
de: Fernüberwachung

source: return to SEB and re
de: zu SEB zurückkehren und

source: settings
de: Einstellungen

source: the exam page
de: die Prüfungsseite

source: the webpage
de: die Webseite

source: warn when service is not running
de: Warnen, wenn der Service nicht läuft

source: web applications
de: Web-Applikationen

# NSCameraUsageDescription
source: Camera access is required for web applications / remote proctoring.
de: Kamerazugriff ist notwendig für Web-Applikationen/Fernüberwachung.

# NSHumanReadableCopyright
source: © 2010-2022 Daniel R. Schneider, ETH Zurich, Educational Development and Technology (LET), based on the original idea of Safe Exam Browser by Stefan Schneider, University of Giessen
de: © 2010-2022 Daniel R. Schneider, ETH Zürich, Lehrentwicklung und -technologie (LET), basierend auf der Originalidee des Safe Exam Browser von Stefan Schneider, Universität von Giessen

# NSMicrophoneUsageDescription
source: Microphone access is required for web applications / remote proctoring.
de: Mikrofonzugriff ist notwendig für Web-Applikationen/Fernüberwachung.

source: Safe Exam Browser Configuration
de: Safe Exam Browser Konfiguration

# NSCameraUsageDescription
source: Camera access is required for remote proctoring.
de: Kamerazugriff ist notwendig für Web-Applikationen/Fernüberwachung.

# NSMicrophoneUsageDescription
source: Microphone access is required for remote proctoring.
de: Mikrofonzugriff ist notwendig für Web-Applikationen/Fernüberwachung.

# 1cD-LV-BbY.accessibilityHint
source: Shows a mail composer view to send an SEB log file to the entered mail address. Please add error description to the mail body
de: Zeigt eine Mail-Editor-Ansicht, um eine SEB-Logdatei an die eingegebene Mailadresse zu senden. Bitte fügen Sie eine Fehlerbeschreibung in den Mailtext ein.

# 1cD-LV-BbY.normalTitle
source: Send Logs to SEB Developers
de: Logdateien an SEB-Entwickler senden

# 6fi-rT-cNJ.accessibilityHint
source: Enter the corrrect quit password to close the lock screen
de: Korrektes Beenden/Entsperren-Passwort eingeben, um den Sperrbildschirm zu schliessen

# 6fi-rT-cNJ.accessibilityLabel
source: Warning: Wrong password
de: Warnung: Falsches Passwort

# 6fi-rT-cNJ.text
source: Please enter correct password!
de: Bitte korrektes Passwort eingeben!

# 6pO-9x-gSg.accessibilityHint
source: Searches for a SEB configuration at the entered domain URL
de: Sucht nach einer SEB-Konfiguration unter der eingegebenen Domain-URL

# 6pO-9x-gSg.accessibilityLabel
source: Search for configuration
de: Suche Konfiguration

# 7en-4U-bc7.text
source: Commands
de: Funktionen

# 7o6-KW-3Qp.accessibilityHint
source: Enter the domain URL of an institution which supports SEB
de: Geben Sie die Domain-URL einer Institution ein, die SEB unterstützt

# 8n2-VP-KRt.accessibilityHint
source: Closes tab or quits browser session (on first tab with exam)
de: Schliesst den Tab oder beendet die Browser-Sitzung (auf dem ersten Tab mit der Prüfung)

# 8n2-VP-KRt.accessibilityLabel
source: Close
de: Schliessen

# 9il-ut-H8z.accessibilityHint
source: No SEB configuration found at the entered domain URL
de: Keine SEB-Konfiguration an der eingegebenen Domain-URL gefunden

# 9il-ut-H8z.accessibilityLabel
source: Warning: No SEB Configuration found!
de: Warnung: Keine SEB-Konfiguration gefunden!

# 9il-ut-H8z.text
source: No config found!
de: Keine Konfiguration gefunden!

# 72x-TK-QER.text
source: SEB is locked because Single App Mode was switched off during the exam or the device was restarted. Unlock SEB with the quit password, which usually exam supervision/support knows.
de: SEB ist gesperrt, weil der Einzel-App-Modus während der Prüfung ausgeschaltet oder das Gerät neu gestartet wurde. Beenden/Entsperren-Passwort eingeben, welches üblicherweise der Prüfungsaufsicht bekannt ist.

# BE1-ZM-fgu.text
source: Open an SEB exam or configuration link from Safari, Mail or a messenger app.
de: SEB-Prüfungs- oder Konfigurations-Link in Safari, Mail oder einer Nachrichten-App öffnen.

# D2p-As-V6t.text
source: SEB Is Locked!
de: SEB ist gesperrt!

# Een-Fo-nNJ.accessibilityHint
source: Closes About SEB view
de: Schliesst das 'Über SEB'-Fenster

# Een-Fo-nNJ.accessibilityLabel
source: Close
de: Schliessen

# K8j-P3-Yzd.text
source: Connecting to SEB Server
de: Mit SEB Server verbinden

# TLh-eI-sov.accessibilityHint
source: Displays a camera view to scan for SEB configuration QR codes
de: Zeigt eine Kamera-Ansicht, um SEB-Konfigurations-QR-Codes einzulesen

# TLh-eI-sov.accessibilityLabel
source: Scan QR Code
de: QR-Code scannen

# Wmj-TM-U1f.text
source: Options to start an exam or configure SafeExamBrowser for your institution
de: Optionen zum Starten einer Prüfung oder zur Konfiguration von SafeExamBrowser für Ihre Institution

# aA9-gn-PKl.accessibilityHint
source: Hides side menu and switches to this tab
de: Blendet das Seitenmenü aus und schaltet auf diesen Tab um

# aaL-4I-bjq.accessibilityHint
source: Search local network for a SEB configuration (requires WiFi)
de: Suche im lokalen Netzwerk nach einer SEB-Konfiguration (erfordert WLAN)

# aaL-4I-bjq.accessibilityLabel
source: Search Network
de: Netzwerk durchsuchen

# aaL-4I-bjq.normalTitle
source: Search Network
de: Netzwerk durchsuchen

# akf-kQ-g5l.accessibilityHint
source: Closes About SEB view
de: Schliesst das 'Über SEB'-Fenster

# akf-kQ-g5l.accessibilityLabel
source: Close
de: Schliessen

# arM-6u-TmT.accessibilityHint
source: Closes lock screen if entered quit password is correct
de: Schliesst den Sperrbildschirm, wenn das eingegebene Beenden/Entsperren-Passwort korrekt ist

# arM-6u-TmT.accessibilityLabel
source: Continue
de: Weiter

# bhl-kf-W3Q.accessibilityHint
source: Closes About SEB view
de: Schliesst das 'Über SEB'-Fenster

# bhl-kf-W3Q.accessibilityLabel
source: Close
de: Schliessen

# bhl-kf-W3Q.normalTitle
source: Close
de: Schliessen

# dOX-Xm-hMN.text
source: Exam
de: Prüfung

# eHs-Tc-mxg.accessibilityLabel
source: Hide Side Menu
de: Seitenmenü ausblenden

# ecz-EP-DY2.accessibilityHint
source: Display copyright and license. Scroll to bottom for button to send SEB logs to developers
de: Copyright und Lizenz anzeigen. Scrollen Sie nach unten, um die Taste zum Senden von SEB-Protokollen an die Entwickler zu finden.

# ecz-EP-DY2.accessibilityLabel
source: About SEB
de: Über SEB

# fem-Ic-Pih.accessibilityHint
source: The scanned QR code didn't contain an SEB configuration
de: Der gescannte QR-Code enthielt keine SEB-Konfiguration

# fem-Ic-Pih.accessibilityLabel
source: Warning: No SEB Configuration found!
de: Warnung: Keine SEB-Konfiguration gefunden!

# fem-Ic-Pih.text
source: No SEB configuration found!
de: Keine SEB-Konfiguration gefunden!

# jBa-LL-dKG.text
source: Enter quit password to unlock SEB:
de: Beenden-Passwort eingeben, um SEB zu entsperren:

# lf7-gn-5ng.text
source: Enter the URL of an institution which supports SEB
de: Geben Sie die URL einer Institution ein, die SEB unterstützt

# qX6-yp-qcn.title
source: Web Pages Side Panel
de: Webseiten-Seitenmenü

# sIk-vP-dKf.normalTitle
source: More Information…
de: Mehr Informationen…

# xG9-QS-xAw.text
source: Command
de: Funktion

# z6r-Ir-cTX.text
source: Scan SEB configuration QR code
de: SEB-Konfigurations-QR-Code scannen

source: AI proctoring features use computer vision algorithms, which are performed on the video frames on-device, not in any cloud and not on SEB Server. If one of the events enabled below is detected, then it is logged in text form and send to a SEB Server instance (if connected to one).
de: Die KI-Fernüberwachungsfunktionen verwenden Computer-Vision-Algorithmen, die auf den Videobildern auf dem Gerät ausgeführt werden, nicht in einer Cloud und nicht auf dem SEB Server. Wenn eines der unten aktivierten Ereignisse erkannt wird, wird es in Textform protokolliert und an eine SEB Server-Instanz gesendet (falls mit einer solchen verbunden).

source: Detect Face Angle
de: Gesichtswinkel erkennen

source: Detect Number of Faces
de: Anzahl Gesichter erkennen

source: Enable AI Proctoring
de: KI-Fernüberwachung aktivieren

source: Enable AI Proctoring Support
de: Unterstützung für KI-Fernüberwachung aktivieren

source: Face Movement Sideways (Yaw)
de: Gesichtsbewegung seitwärts

# Face Movement Up &amp; Down (Pitch)
source: Face Movement Up & Down (Pitch)
de: Gesichtsbewegung oben und unten

source: Feedback for Candidate
de: Feedback für Kandidaten

source: Number of Faces
de: Anzahl Gesichter

source: SEB is using the iOS Vision framework running on device for this detection. No face recognition is performed, only face and face features detection and tracking (looking for faces, not for faces of particular people).
de: SEB verwendet für diese Erkennung das auf dem Gerät laufende iOS Vision Framework. Es wird keine Gesichtserkennung durchgeführt, sondern nur die Erkennung und Verfolgung von Gesichtern (Suche nach Gesichtern, nicht nach Gesichtern bestimmter Personen).

source: You can display AI proctoring feedback for candidates in the proctoring Dock button.
de: Sie können KI-Fernüberwachung-Feedback für Kandidaten in der Proctoring-Dock-Taste anzeigen.

source: Allow Navigation
de: Navigation erlauben

source: Allow Reload
de: Neuladen erlauben

source: Allow Text Search
de: Textsuche erlauben

source: Before Receiving Title
de: Bevor Titel empfangen wird

source: Block Pop-Up Windows
de: Pop-Ups unterdrücken

source: Block When on Different Server
de: blockieren, wenn auf anderem Server

source: Browser Features
de: Browser-Funktionen

source: Custom
de: Benutzerdefiniert

source: Custom user agent string
de: Benutzerdefinierte User Agent Zeichenkette

source: Default
de: Standard

source: Enable JavaScript
de: JavaScript erlauben

source: Get Generally Blocked
de: werden generell blockiert

source: Links requesting to open in new tab …
de: Links, die in einem neuen Browsertab geöffnet werden sollen …

source: Media Playback/Capture
de: Medienwiedergabe/-aufzeichnung

source: Only in Load Error
de: Nur bei Verbindungsfehlern

source: Only on Load Error
de: Nur bei Verbindungsfehlern

source: Open in New Tab
de: in neuem Tab öffnen

source: Open in Same Tab
de: im selben Tab öffnen

source: Restrictions in Exam Tab
de: Einschränkungen im Prüfungstab

source: Restrictions in New Tabs
de: Einschränkungen in zusätzlichen Tabs

source: SEB always appends its version number. Default string depends on the iOS version and therefore can differ on exam clients.
de: SEB hängt immer seine Versionsnummer an. Die Standardzeichenkette hängt von der iOS-Version ab und kann daher auf Prüfungsclients unterschiedlich sein.

source: Select Browser Engine Policy
de: Policy zum Wählen der Browser-Engine

source: Show Reload Warning
de: Neuladen-Warnung anzeigen

source: Show URLs
de: URLs anzeigen

source: Text search currently only works on web pages, not in PDF files. Blocking pop-up windows and disabling JavaScript only works in modern WebView.
de: Die Textsuche funktioniert derzeit nur auf Webseiten, nicht in PDF-Dateien. Das Blockieren von Pop-up-Fenstern und das Deaktivieren von JavaScript funktioniert nur im modernen WebView.

source: The modern WKWebView browser engine currently doesn't support URL content filters (Network > URL Filter > Filter Embedded Content) and sending the Browser Exam and Config Key in HTTP headers (Exam Session > Use Browser & Config Keys). If one of these settings is enabled, the classic WebView is used in the Automatic policy. Prefer Modern ignores the 'Use Browser & Config Keys' option in new tabs on a different server or generally.
de: Die moderne WKWebView-Browser-Engine unterstützt momentan keine URL-Filter für eingebetteten Inhalt (Netzwerk > URL Filter > Eingebetteten Inhalt ebenfalls filtern) und das Senden des Browser Exam und Config Key in HTTP-Headern ( Prüfung > Browser & Config Key benutzen (im HTTP-Header senden). Wenn eine dieser Optionen aktiviert ist, wird bei der Policy 'Automatisch' das klassische WebView benutzt. 'Moderne bevorzugen' ignoriert die 'Browser & Config Key benutzen' Einstellung in neuen Fenstern auf einem anderen Server oder generell.

source: Allow Camera Capture
de: Kamerazugriff erlauben

source: Allow Inline Playback on iPad
de: Inline-Wiedergabe auf iPad

source: Allow Inline Playback on iPhone
de: Inline-Wiedergabe auf iPhone

source: Allow Microphone Capture
de: Mikrofonzugriff erlauben

source: Allow Picture in Picture Video
de: Bild-in-Bild-Wiedergabe erlauben

source: Allow web sites to access camera/microphone, for WebRTC live streams, still pictures and video/audio recordings (only in modern WebView and on iOS 14.3/macOS 11.1 or newer)
de: Websites den Zugriff auf Kamera/Mikrofon erlauben, für WebRTC-Livestreams, Standbilder und Video-/Audioaufnahmen (nur in modernem WebView und unter iOS 14.3/macOS 11.1 oder neuer)

source: Audio Autoplay
de: Audio automatisch abspielen

source: Media Autoplay
de: Medien automatisch abspielen

source: Media Capture
de: Medienaufzeichnung

source: Video Autoplay
de: Video automatisch abspielen

source: A config file will either start an exam using these settings (temporarily) or change the settings of an SEB client (permanently).
de: Eine Konfigurationsdatei startet entweder die Prüfung mit diesen Einstellungen (SEB temporär konfiguriert) oder ändert die lokalen Einstellungen eines SEB-Clients (permanent)

source: Allow QR Code Config
de: Konfiguration mit QR-Code erlauben

source: Allows to start an exam or to reconfigure SEB by scanning a QR code with a link to an SEB config file. This is only possible while SEB isn't running in exam mode. Use slider menu, dock button (if enabled) or 3D touch Home screen quick action.
de: Ermöglicht den Start einer Prüfung oder die Neukonfiguration von SEB durch Scannen eines QR-Codes mit einem Link zu einer SEB-Konfigurationsdatei. Dies ist nur möglich, wenn die SEB nicht im Prüfungsmodus läuft. Verwenden Sie das Seitenmenü, die Dock-Taste (falls aktiviert) oder die 3D-Touch-Schnellaktion auf dem Startbildschirm.

source: Auto-Select Identity
de: Identität automatisch auswählen

source: Configuring Clients
de: Konfigurieren von Clients

# Create &amp; Embed Identity
source: Create & Embed Identity
de: Identität erstellen/einbetten

source: Editing Settings
de: Einstellungen bearbeiten

source: Encrypting with Identity Certificate
de: Mit Identitätszertifikat verschlüsseln

source: Encryption
de: Verschlüsselung

source: Encrypts config file
de: Verschlüsselt Konfigurationsdatei

source: File Name
de: Dateiname

source: Identity Certificate
de: Identitätszertifikat

source: MDM Managed Configuration
de: Verwaltete MDM-Konfiguration

source: Recommended for easier set-up and testing. Shows the 'Edit Settings' command in the left slider menu. If this option is enabled in the client configuration, in-app settings will also be available after opening an exam config file.
de: Empfohlen zur einfacheren Einrichtung und zum Testen. Zeigt den Befehl 'Einstellungen bearbeiten' im linken Seitenmenü an. Wenn diese Option in der Client-Konfiguration aktiviert ist, sind die In-App-Einstellungen auch nach dem Öffnen einer Prüfungskonfigurationsdatei verfügbar.

source: SEB Config QR Code
de: SEB Konfigurations-QR-Code

source: SEB can automatically create an identity certificate and embed it into the current client config (see Network/Certificates page). Share and use that client config for the initial configuration of SEB clients. Those clients will be able to decrypt exam config files encrypted with that identity certificate.
de: SEB kann automatisch ein Identitätszertifikat erstellen und es in die aktuelle Clientkonfiguration einbetten (siehe Seite Netzwerk/Zertifikate). Teilen Sie diese Client-Konfiguration und verwenden Sie sie für die Erstkonfiguration von SEB-Clients. Diese Clients sind in der Lage, die mit dem Identitätszertifikat verschlüsselten Prüfungskonfigurationsdateien zu entschlüsseln.

source: Settings Password
de: Passwort

source: Shared config file name
de: Dateiname für geteilte Konfiguration

source: Sharing Settings as Config Files
de: Konfigurationsdateien teilen

source: Show Settings In App
de: Einstellungen in App anzeigen

source: Starting Exams
de: Prüfungen starten

source: Use Config File For …
de: Konfigurationsdatei verwenden zum …

source: Use Identity Certificate or Settings Password (or both) when a config file is shared for starting exams. Encryption prevents settings to be altered. An identitiy certificate prevents to access an exam on SEB clients which don't have the identity installed. A settings password prevents an exam to be accessed before communicating the password to examinees.
de: Verwenden Sie ein Identitätszertifikat oder ein Passwort (oder beides), wenn eine Konfigurationsdatei zum Starten von Prüfungen geteilt wird. Die Verschlüsselung verhindert, dass die Einstellungen geändert werden. Ein Identitätszertifikat verhindert den Zugriff auf eine Prüfung auf SEB-Clients, auf denen die Identität nicht installiert ist. Ein Passwort für die Konfigurationsdatei verhindert, dass auf eine Prüfung zugegriffen werden kann, bevor das Passwort den Prüfungsteilnehmern mitgeteilt wurde.

source: Use the Share button on the Settings page to export settings as an SEB config file, which can be placed on a web server and opened with an seb(s):// link to start exams or configure SEB clients.
de: Verwenden Sie die Taste Teilen auf der Seite Einstellungen, um Einstellungen als SEB-Konfigurationsdatei zu exportieren, die auf einem Webserver abgelegt und mit einem seb(s)://-Link geöffnet werden kann, um Prüfungen zu starten oder SEB-Clients zu konfigurieren.

source: Dock Command Items
de: Dock-Funktionen

source: Left slider menu can always be accessed by swiping right from the left display edge.
de: Das linke Seitenmenü kann immer durch Wischen nach rechts vom linken Displayrand aus aufgerufen werden.

source: Show Back to Start Button
de: Taste 'Zurück zum Start' anzeigen

source: Show Dock
de: Dock anzeigen

source: Show Navigation Buttons
de: Navigations-Tasten anzeigen

source: Show Proctoring Button
de: Taste Fernüberwachung anzeigen

source: Show Quit Button
de: Taste Beenden anzeigen

source: Show Reload Button
de: Neuladen-Taste anzeigen

source: Show Scan QR Code Button
de: Taste QR-Code scannen anzeigen

source: Show Scroll Lock Button
de: Taste Scrollsperre anzeigen

source: The command items enabled above will be displayed in the SEB Dock when their functionality is also enabled (User Interface > Enable Scroll Lock, Exam > Back to Start Button > Use Start URL or Custom URL, Browser > Allow Navigation & Allow Reload, Remote Proctoring > Enable Jitsi Meet, Config File > Allow QR Code Config). If not enabled above, those commands will be displayed in the (enabled) browser toolbar or in the slider menu.
de: Die oben aktivierten Befehle werden im SEB-Dock angezeigt, wenn ihre Funktionalität ebenfalls aktiviert ist (Benutzeroberfläche > Scrollsperre aktivieren, Prüfung > Zurück zum Start Taste > Start-URL oder benutzerdefinierte URL verwenden, Browser-Funktionen > Navigation zulassen & Neuladen zulassen, Remote Proctoring > Jitsi Meet aktivieren, Config File > QR-Code-Konfiguration zulassen). Wenn die oben genannten Befehle nicht aktiviert sind, werden sie in der (aktivierten) Browser-Symbolleiste oder im Seitenmenü angezeigt.

source: Allow Downloading
de: Download erlauben

source: Disable to prevent that SEB config files and seb(s):// links can start exams with individual settings or reconfigure the client.
de: Deaktivieren, um zu verhindern, dass SEB-Konfigurationsdateien und seb(s)://-Links Prüfungen mit individuellen Einstellungen starten oder den Client neu konfigurieren können.

# Download &amp; Open Config Files
source: Download & Open Config Files
de: Konfigurationen herunterladen/öffnen

source: Downloading Files
de: Dateien herunterladen
