Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# zsY-7o-QJv.ibExternalAccessibilityDescription
source: Text search done
de: Textsuche beenden

# 0H1-qr-5QU.title
source: Quit
de: Beenden

# 6ZV-tc-FOU.headerCell.title
source: Path
de: Pfad

# C9P-Qf-NaI.headerCell.title
source: Executable Name
de: Dateiname (Executable)

# bid-1K-OKv.title
source: Force Quit All Processes
de: Alle Prozesses sofort beenden

# jMN-hX-gi7.title
source: The applications/processes below are running, they need to be closed before starting the exam. You can quit applications yourself or deactivate/uninstall helper processes and return to SEB to continue to the exam. You can also force quit these processes, but this may lead to loss of data.
de: Die folgenden gestarteten Applikationen/Prozesse müssen beendet werden, bevor die Prüfung gestartet werden kann. Sie können die Applikationen manuell beenden oder Hilfsprozesse deaktivieren/deinstallieren und zu SEB zurückkehren, um zur Prüfung zu gelangen. Sie können die Prozesse auch zwangsweise sofort beenden, aber dies kann zu Datenverlust führen.

# SEB session was inactive for %ld:%.2ld (minutes:seconds)
source: SEB session was inactive for %1$ld:%2$.2ld (minutes:seconds)
de: SEB-Session war inaktiv für %1$ld:%2$.2ld (Minuten:Sekunden)

# (%d:%d Remaining)
source: (%1$d:%2$d Remaining)
de: (%1$d:%2$d verbleibend)

source: (Connected to Power Source)
de: (mit Stromquelle verbunden)

source: and
de: und

source: copy
de: Kopie

source: settings don't allow to run on the macOS version installed on this device. Update to latest macOS version or at least macOS
de: Einstellungen erlauben die Benutzung auf der auf diesem Gerät installierten macOS-Version nicht. Aktualisieren Sie auf die neuste macOS-Version oder mindestens macOS

source: %@ Not Allowed!
de: %@ nicht erlaubt!

source: %1$@ files is not allowed in current %2$@ settings. Report this to your exam provider.
de: %1$@ von Dateien ist in den aktuellen %2$@-Einstellungen nicht erlaubt. Melden Sie dies Ihrem Prüfungsveranstalter.

source: %1$@ is already running in exam mode and it is not allowed to interupt this by starting another exam. Finish the exam session or use the %2$@ quit button before starting another exam.
de: %1$@ läuft bereits im Prüfungsmodus und es ist nicht erlaubt, diesen durch den Start einer anderen Prüfung zu unterbrechen. Beenden Sie die Prüfungssession oder benutzen Sie die %2$@ Beenden Taste vor dem Starten einer anderen Prüfung.

source: (This function doesn't log you out if you are logged in on a website)
de: (Diese Funktion loggt Sie nicht aus, falls Sie sich auf einer Website eingeloggt haben)

source: 10.7 (this SEB: 10.11)
de: 10.7 (dieser SEB: 10.11)

source: 10.8 (this SEB: 10.11)
de: 10.8 (dieser SEB: 10.11)

source: 10.9 (this SEB: 10.11)
de: 10.9 (dieser SEB: 10.11)

source: 10.10 (this SEB: 10.11)
de: 10.10 (dieser SEB: 10.11)

source: A built-in display is required, but not available. If you're using a MacBook, use its internal display and start SEB again.
de: Ein eingebautes Display wird benötigt, ist aber nicht verfügbar. Falls Sie ein MacBook verwenden, benutzen Sie dessen eingebautes Display und starten Sie SEB erneut.

source: A built-in display is required, but not available. If you're using a MacBook, use its internal display. To override this requirement, select the option below and enter the quit/unlock password or response, which usually exam supervision/support knows.
de: Ein eingebautes Display wird benötigt, ist aber nicht verfügbar. Falls Sie ein MacBook verwenden, benutzen Sie dessen eingebautes Display. Um trotzdem ein externes Display zu benutzen, wählen Sie die Option unten an und geben Sie das Beenden/Entsperren-Passwort ein, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: Accessibility Permissions Needed
de: Erlaubnis zur Steuerung mittels Bedienungshilfen benötigt

source: Always
de: Immer

source: Applications
de: Applikationen

source: Apply
de: Anwenden

source: Apply Anyways
de: Trotzdem anwenden

source: Apply Edited Settings?
de: Bearbeitete Einstellungen anwenden?

source: Are you sure you want to quit Safe Exam Browser?
de: Sind Sie sicher, dass Sie Safe Exam Browser beenden wollen?

source: Are you sure you want to quit this session?
de: Sind Sie sicher, dass Sie diese Session beenden wollen?

source: Are you sure you want to restart this session?
de: Sind Sie sicher, dass Sie diese Session neu starten wollen?

source: Are you sure?
de: Sind Sie sicher?

source: Authentication Required
de: Authentifizierung erforderlich

source: Authorize Screen Recording
de: Bildschirmaufnahme erlauben

source: Auto Proxy Discovery
de: Automatische Proxy-Entdeckung

source: Automatic
de: Automatisch

source: Automatic Proxy Configuration
de: Autom. Proxy-Konfiguration

source: Back to Start
de: Zurück zum Start

# Battery Level %.f%%%@
source: Battery Level %1$.f%%%2$@
de: Batteriestand %1$.f%%%2$@

source: Battery Status
de: Batteriestatus

source: Before receiving title
de: Bevor Titel empfangen wird

source: Before running SEB, you had the Touch Bar mode 'App Controls' set. SEB cannot restore this setting automatically. You either have to restart your Mac or change the setting manually in System Preferences / Keyboard / 'Touch Bar shows'. SEB will open this System Preferences tab for you.
de: Vor dem Starten von SEB hat die Touch Bar 'App-Steuerungen' angezeigt. SEB kann diese Einstellung nicht automatisch wiederherstellen. Sie müssen entweder Ihren Mac neu starten oder die Einstellung manuell in den Systemeinstellungen / Tastatur / 'Touch Bar zeigt' auswählen. SEB kann diesen Tab in den Systemeinstellungen für Sie öffnen.

source: Black on White
de: Schwarz auf Weiss

source: Browser Window
de: Browserfenster

# Bundle ID: %@, executable: %@
source: Bundle ID: %1$@, executable: %2$@
de: Bundle-ID: %1$@, Applikations-Executable: %2$@

source: CA Certificate
de: CA-Zertifikat

source: Cancel
de: Abbrechen

source: Cannot Configure Client
de: Client kann nicht konfiguriert werden

source: Cannot Decrypt Settings
de: Konfiguration kann nicht entschlüsselt werden

source: Cannot Establish Server Connection
de: Kann Serververbindung nicht aufbauen

source: Cannot Get Exam Config
de: Prüfungskonfiguration kann nicht geladen werden

source: Cannot Get Exam List
de: Liste der Prüfungen kann nicht geladen werden

source: Cannot Get Server API
de: Server API kann nicht geladen werden

source: Cannot Reconfigure Client
de: Client kann nicht umkonfiguriert werden

source: Cannot Remove Preset Prohibited Process
de: Voreingestellter verbotener Prozess kann nicht entfernt werden

source: Cannot Restore Touch Bar Mode
de: Touch Bar Modus kann nicht wiederhergestellt werden

source: Cannot Start Another SEB Server Session
de: Weitere SEB Server Session kann nicht gestartet werden

source: Cannot Start Exam
de: Prüfung kann nicht gestartet werden

source: Cannot access server because of error:
de: Zugriff auf den Server fehlgeschlagen wegen Fehler:

source: Center
de: Zentrieren

source: Check your server connection configuration.
de: Die Konfiguration der Serververbindung muss überprüft werden.

source: Choose
de: Auswählen

source: Clear
de: Löschen

source: Clear Ignored URL List
de: Ignorierte URLs löschen

source: Close Force Quit Window
de: Fenster 'Programme sofort beenden' schliessen

source: Closing lockdown windows
de: Lockdown-Fenster werden geschlossen

source: Code contributions © 2015 - 2016 Janison
de: Code-Beiträge © 2015 - 2016 Janison

source: Config File
de: Konfiguration

source: Configure Client
de: Client konfigurieren

source: Configuring Client
de: Client konfigurieren

source: Connecting to SEB Server
de: Mit SEB Server verbinden

source: Connecting…
de: Verbinde…

source: Connection to SEB Server Failed
de: Verbindung zu SEB Server fehlgeschlagen

source: Connection to SEB Server Failed: Fallback Option
de: Verbindung zu SEB Server fehlgeschlagen: Fallback-Option

source: Contact your exam administrator
de: Kontaktieren Sie Ihren Prüfungs-Administrator

source: Contact your server administrator
de: Kontaktieren Sie Ihren Server-Administrator

source: Contact your server/exam administrator (Server error:
de: Kontaktieren Sie Ihren Server-/Prüfungs-Administrator (Server-Fehler:

source: Continue
de: Weiter

source: Contributors: (see below)
de: Externe Beiträge: (siehe unten)

source: Correct password entered
de: Korrektes Passwort eingegeben

source: Could not determine a correct hostname. You can enter the domain URL of your institution manually.
de: Konnte keinen korrekten Host-Namen ermitteln. Geben Sie die Domain-URL Ihrer Institution manuell ein.

source: Could not save downloaded data, probably a wrong download directory was used in %@ settings.
de: Die heruntergeladenen Daten konnten nicht gespeichert werden, wahrscheinlich wurde in den %@-Einstellungen ein falsches Download-Verzeichnis verwendet.

source: Couldn't access the identity certificate needed to decrypt these settings. %@ might not have been configured correctly for your institution.
de: Auf das zum Entschlüsseln dieser Einstellungen notwendige Identitätszertifikat kannn nicht zugegriffen werden. %@ wurde möglicherweise nicht korrekt für Ihre Institution konfiguriert.

source: Current settings have unsaved changes. If you don't save those first, you will loose them.
de: Aktuelle Einstellungen haben ungesicherte Änderungen. Wenn Sie nicht zuerst sichern, verlieren Sie diese.

source: Current settings require %1$@ remote proctoring, which this %2$@ version doesn't support. Use the correct %3$@ version required by your exam organizer.
de: Die aktuellen Einstellungen erfordern %1$@-Fernüberwachung, welches von dieser %2$@-Version nicht unterstützt wird. Verwenden Sie die korrekte %3$@-Version, welche von Ihrem Prüfungsveranstalter verlangt wird.

source: Debug Certificate
de: Debug-Zertifikat

source: Decrypting exam settings was canceled
de: Entschlüsselung der Prüfungseinstellungen wurde abgebrochen

source: Decrypting settings was canceled
de: Entschlüsselung der Einstellungen wurde abgebrochen

source: Detecting Siri was disabled!
de: Detektieren von Siri wurde ausgeschaltet!

source: Detecting dictation was disabled!
de: Detektieren der Diktat-Funktion wurde ausgeschaltet!

source: Detecting processes was completely disabled!
de: Prozessüberwachung wurde komplett ausgeschaltet!

source: Detecting screen sharing was disabled!
de: Detektieren der Bildschirmfreigabe wurde ausgeschaltet!

source: Detecting specific processes was disabled!
de: Detektieren von einzelnen Prozessen wurde ausgeschaltet!

source: Detecting the processes listed above was disabled!
de: Detektieren der oben aufgelisteten Prozesse wurde ausgeschaltet!

source: Device name: %@
de: Gerätename: %@

source: Dictation Detected!
de: Diktat-Funktion wurde aktiviert!

source: Dictation Locked SEB!
de: SEB gesperrt wegen verbotener Diktat-Funktion!

source: Dictation activity detected. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: Diktat-Funktion wurde unerlaubterweise aktiviert. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: Dictation is still active
de: Diktat-Funktion ist immer noch aktiv.

source: Dictation was activated
de: Diktat-Funktion wurde aktiviert

source: Do you really want to force quit all running prohibited processes? Applications might loose unsaved changes to documents, especially if they don't support auto save.
de: Wollen Sie wirklich alle laufenden verbotenen Prozesse sofort beenden? Programme, die kein automatisches Speichern unterstützen, könnten ungesicherte Dokumentenänderungen verlieren.

source: Do you really want to reload the current web page?
de: Wollen Sie die Seite wirklich neu laden?

source: Do you want to continue editing the saved settings file?
de: Wollen Sie die gespeicherten Einstellungen weiter bearbeiten?

source: Don't Apply
de: Nicht Anwenden

source: Don't Save
de: Nicht Speichern

source: Download Failed
de: Download fehlgeschlagen

source: Download Finished
de: Download abgeschlossen

source: Downloading
de: Download

source: Edit File
de: Datei bearbeiten

source: Edit Saved Settings?
de: Abgespeicherte Einstellungen bearbeiten?

source: Edited settings have unsaved changes.
de: Bearbeitete Einstellungen haben ungesicherte Änderungen.

source: Enter Exam Password:
de: Prüfungspasswort eingeben:

source: Enter SEB Server fallback password:
de: SEB Server Fallback-Passwort eingeben:

source: Enter administrator password:
de: Administrator-Passwort eingeben:

source: Enter password used to encrypt these settings:
de: Zum Verschlüsseln dieser Einstellungen benutztes Passwort eingeben:

source: Enter quit password:
de: Beenden/Entsperren-Passwort eingeben:

source: Enter quit/unlock password:
de: Beenden/Entsperren-Passwort eingeben:

source: Enter the %@ administrator password used in client settings:
de: Geben Sie das %@ Administrator-Passwort aus den Client-Einstellungen ein:

source: Enter the %@ administrator password used in these settings:
de: In diesen Einstellungen verwendetes %@ Administrator-Passwort eingeben:

source: Entering the current %@ administrator password was canceled
de: Eingabe des aktuellen %@ Administrator-Passworts wurde abgebrochen

source: Error
de: Fehler

source: Error Decrypting Settings
de: Fehler beim Entschlüsseln der Einstellungen

source: Exam
de: Prüfung

source: Exporting Identity Failed
de: Exportieren des Identitätszertifikats ist fehlgeschlagen

source: Failed
de: Fehlgeschlagen

source: Failed to Save Downloaded File
de: Download konnte nicht gespeichert werden

source: Failed, retrying...
de: Fehlgeschlagen, erneut versuchen...

source: Fetching identities
de: Identitäten werden geladen …

source: File Automatically Chosen
de: Datei automatisch ausgewählt

source: File to Upload Not Found!
de: Datei zum Heraufladen nicht gefunden!

source: For this exam session, screen capturing is required. You cannot start this exam before authorizing Screen Recording for %1$@ in System Preferences/Security & Privacy (after quitting %2$@). Then restart %3$@ and your exam.
de: Für diese Prüfungssession wird Bildschirmaufzeichnung verlangt. Sie können diese Prüfung nicht starten, bevor Bildschirmaufnahme für %1$@ in den Systemeinstellungen unter 'Sicherheit & Datenschutz' erlaubt wurde (nach Beenden von %2$@). Dann starten Sie %3$@ und die Prüfung erneut.

source: For this session, %1$@%2$@ access for %3$@ is required. On this device, %4$@%5$@ access is restricted. Ask your IT support to provide you a device without these restrictions.
de: Die aktuelle Session erfordert Zugriff auf %1$@%2$@ für %3$@. Auf diesem Gerät ist Zugriff auf %4$@%5$@ gesperrt. Fragen Sie Ihren IT-Support nach einem Gerät ohne diese Einschränkungen.

source: For this session, %1$@%2$@ access for %3$@ is required. You need to authorize %4$@%5$@ access %6$@before you can %7$@start the session.
de: Die aktuelle Session erfordert Zugriff auf %1$@%2$@ für %3$@. Sie müssen %6$@Zugriff auf %4$@%5$@ erlauben, bevor Sie %7$@die Session starten können.

source: For this session, screen capturing is required. You need to authorize Screen Recording for %1$@ in System Preferences/Security & Privacy and restart %2$@ and your exam afterwards.
de: Für diese Session wird Bildschirmaufzeichnung verlangt. Sie müssen Bildschirmaufnahme für %1$@ in den Systemeinstellungen unter 'Sicherheit & Datenschutz' erlauben und dannach %2$@ und die Prüfung erneut starten.

source: Force Classic
de: Klassische erzwingen

source: Force Quit All Processes
de: Prozesse sofort beenden

source: Force Quitting Processes Failed
de: Sofort beenden fehlgeschlagen

source: Full user name: %@
de: Vollständiger Benutzername: %@

source: General
de: Allgemein

source: Getting Exam Config...
de: Lade Prüfungskonfiguration...

source: Holding Command Key Not Allowed!
de: Befehlstaste drücken nicht erlaubt!

source: Holding the Command key down while restarting SEB is not allowed, release it to continue.
de: Drücken der Befehlstaste (cmd) während des Neustarts von SEB ist nicht erlaubt. Zum Weiterfahren Taste loslassen.

source: Holding the Command key down while starting SEB is not allowed. Restart SEB without holding any keys.
de: Drücken der Befehlstaste (cmd) während des Aufstartens von SEB ist nicht erlaubt. Starten Sie SEB neu, ohne irgendwelche Tasten gedrückt zu halten.

source: Identity
de: Identität

source: If you don't enter the correct SEB Server fallback password, then you cannot invoke fallback.
de: Ohne Eingabe des korrekten SEB Server Fallback-Passwortes kann der Fallback nicht ausgeführt werden.

source: If you don't enter the correct SEB administrator password, then you cannot open preferences.
de: Ohne Eingabe des korrekten SEB Administrator-Passwortes können die Einstellungen nicht geöffnet werden.

source: If you don't enter the correct quit password, then you cannot quit.
de: Wenn Sie das korrekte Beenden-Passwort nicht eingeben, können Sie SEB nicht beenden.

source: If you don't enter the right administrator password used in these settings you cannot open them.
de: Ohne Eingabe des korrekten, in dieser Konfigurationsdatei verwendeten SEB Administrator-Passworts kann diese nicht geöffnet werden.

source: If you don't grant access to SEB, you cannot use such webpages. Last time SEB was running, the webpage with the title '%1$@' (%2$@) tried to download a font.
de: Wenn Sie SEB diese Erlaubnis nicht gewähren, dann können Sie solche Webseiten nicht benutzen. Beim letzten Mal als SEB lief, hat die Webseite mit dem Titel '%1$@' (%2$@) versucht, eine Schriftart herunter zu laden.

source: If your institution does not support Automatic %@ Client Configuration, follow instructions of your exam administrator.
de: Falls Ihre Institution die automatische %@-Client-Konfiguration nicht unterstützt, befolgen Sie die Anweisungen Ihres Prüfungs-Administrators.

source: It's not allowed to open this URL! You can create a new filter rule based on the following patterns:
de: Es ist nicht erlaubt, diese URL zu öffnen! Sie können eine neue Filterregel basierend auf den folgenden Schemas erstellen:

source: Left
de: Links

source: Load Error
de: Verbindungsfehler

source: Loaded data doesn't contain valid %@ settings.
de: Geladene Daten beinhalten keine gültigen %@-Einstellungen.

source: Loaded settings are empty and cannot be used.
de: Geladene Konfigurationsdatei ist leer und kann nicht benutzt werden.

source: Loading New %@ Settings Not Allowed!
de: Laden von neuen %@-Einstellungen nicht erlaubt!

source: Loading Settings
de: Einstellungen werden geladen

source: Loading settings
de: Einstellungen werden geladen

source: Local Client Settings
de: Lokale Client-Einstellungen

source: Local SEB Settings Have Been Reset
de: Lokale Client-Einstellungen wurden zurückgesetzt

source: Local client settings have the option 'Allow to open preferences window on client' disabled, which will prevent opening the preferences window even when you restart SEB. Are you sure you want to apply this? Otherwise you can reset this option.
de: Die lokalen Client-Einstellungen haben die Option 'Einstellungen-Fenster darf auf Client geöffnet werden' deaktiviert, was das Öffnen des Einstellungen-Fensters selbst nach einem Neustart von SEB verhindert. Sind Sie sicher, dass Sie dies anwenden wollen? Ansonsten können Sie diese Option zurücksetzen.

source: Local hostname: %@
de: Lokaler Host-Name: %@

source: Local preferences were created by an incompatible SEB version, damaged or manipulated. They have been reset to the default settings. Ask your exam supporter to re-configure SEB correctly.
de: Die lokalen Einstellungen wurden entweder von einer inkompatiblen SEB-Version erstellt, beschädigt oder manipuliert. Sie wurden auf die Voreinstellungen zurückgesetzt. Wenden Sie sich an Ihren Prüfungs-Support, um SEB wieder korrekt zu konfigurieren.

source: Log in to
de: Einloggen

source: Main Browser Window
de: Haupt-Browserfenster

source: Missing Connection Settings
de: Fehlende Verbindungseinstellungen

source: More information at https://safeexambrowser.org
de: Mehr Information auf https://safeexambrowser.org

source: Network
de: Netzwerk

source: Never
de: Nie

source: New settings have been saved, they will also be used when you start SEB next time again. Do you want to start working with SEB or quit for now?
de: Neue Konfiguration wurde gespeichert, diese wird benutzt, wenn SEB das nächste Mal gestartet wird. Wollen Sie jetzt mit SEB arbeiten oder SEB beenden?

source: New settings have been saved, they will be used when you start SEB next time again. Do you want to continue working with SEB or quit for now?
de: Neue Konfiguration wurde gespeichert, diese wird benutzt, wenn SEB das nächste Mal gestartet wird. Wollen Sie jetzt mit SEB arbeiten oder SEB beenden?

source: No %@ Configuration Found
de: Keine %@-Konfiguration gefunden

source: No %1$@ settings have been found at the specified URL. Use a correct link to configure %2$@ or start an exam.
de: An der angegebenen URL wurden keine %1$@ Einstellungen gefunden. Benutzen Sie einen korrekten Link, um %2$@ zu konfigurieren oder eine Prüfung zu starten

source: No Built-In Display Available!
de: Kein eingebautes Display verfügbar!

source: No Encryption Credentials Chosen
de: Keine Verschlüsselung gewählt

source: No Hostname Found
de: Kein Hostname gefunden

source: No SEB Server Fallback Password entered
de: Kein SEB Server Fallback-Passwort eingegeben

source: No built-in display available, although required in settings!
de: Kein eingebautes Display verfügbar, obwohl dies in den Einstellungen verlangt wird!

source: None
de: Keine

source: None - Black
de: Keine - schwarzer Hintergrund

source: None - White
de: Keine - weisser Hintergrund

source: Not Connected to Wi-Fi or VPN
de: Nicht mit WLAN oder VPN verbunden

source: OS version %@
de: Betriebssystemversion: %@

source: Only on load error
de: Nur bei Verbindungsfehlern

source: Opening New Settings Failed!
de: Öffnen neuer Einstellungen fehlgeschlagen!

source: Opening Preferences Disabled
de: Öffnen neuer Einstellungen nicht möglich

source: Opening SEB Config
de: SEB-Konfiguration wird geöffnet

source: Opening Settings Failed
de: Öffnen der Einstellungen fehlgeschlagen!

source: Opening Universal Link
de: Universal Link wird geöffnet

source: Opening Universal Link Failed
de: Öffnen eines Universal Links ist fehlgeschlagen!

source: Override
de: Ignorieren

source: Overriding required built-in display was enabled!
de: Internen Bildschirm erzwingen wurde deaktiviert!

source: Parsing Settings Failed
de: Einlesen der Konfiguration ist fehlgeschlagen

source: Paste from saved clipboard
de: Einfügen aus gesicherter Zwischenablage

source: Permissions Required for %@
de: Zugriffsrechte erforderlich für %@

source: Permissions Required for Screen Capture
de: Zugriffsrechte erforderlich für Bildschirmaufzeichnung

source: Please confirm the %@ password first.
de: Bitte %@ Passwort zuerst bestätigen

source: Please contact your exam support.
de: Bitte wenden Sie sich an Ihren Prüfungs-Support.

source: Please enter correct confirm password
de: Bitte gleiches Passwort erneut eingeben

source: Prefer Modern
de: Moderne bevorzugen

source: Prefer Modern in New Tab+Different Host
de: Moderne in neuen Fenstern+anderem Server

source: Previously interrupted exam was re-opened!
de: Zuvor unterbrochene Prüfungssession wurde erneut gestartet!

source: Proctoring Error Locked SEB!
de: SEB gesperrt wegen Fehler bei Fernüberwachung!
