Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: In the classic WebView and on iOS versions prior to 14.5 only website generated files (using the data: scheme) can be downloaded. This feature is meant for saving encrypted exam results in case there is no network connection. Those files can be accessed in the Files app ('On My iPad/iPhone' location) and by using iTunes.
de: Im klassischen WebView und iOS-Versionen vor 14.5 können nur von einer Website generierte Dateien (die das data:-Schema benutzen) heruntergeladen werden. Diese Funktion ist für die Speicherung verschlüsselter Prüfungsergebnisse gedacht, falls keine Netzwerkverbindung besteht. Auf diese Dateien kann über die App 'Dateien' (Speicherort 'Auf meinem iPad/iPhone') und über iTunes zugegriffen werden.

source: Allow Deep Linking for Exams
de: Deep-Linking erlauben

source: Allow Query Parameter
de: Query-Parameter erlauben

source: Allow Reconfiguring
de: Umkonfigurieren erlauben

source: Allow reconfiguring by loading an SEB exam config file (while using the client config or during an exam session). If the running session has a quit password set, indicate the allowed URL of the new exam config in Reconfiguring URL (wildcard character '*' can be used).
de: Erlaubt Umkonfigurieren durch das Laden einer SEB Prüfungskonfiguration (während die Client-Konfiguration benutzt wird oder während einer Prüfungssession). Falls die laufende Session ein Beenden-Passwort gesetzt hat, muss die erlaubte URL für die neue Prüfungskonfigurationsdatei im Feld 'Rekonfigurations-URL' angegeben werden (Wildcard-Zeichen '*' kann benutzt werden).

source: Back to Start Button
de: 'Zurück zum Start'-Taste

# Browser &amp; Config Keys
source: Browser & Config Keys
de: Browser und Config Keys

source: Clear on Session End
de: Zu Sessionsende löschen

source: Clear on Session Start
de: Zu Beginn der Session löschen

source: Confirm Quitting
de: Beenden bestätigen

source: Custom Title Text
de: Benutzerdefinierter Titel

source: Custom URL
de: Benutzerdefinierte URL

source: Deep linking allows to directly open various exams using just one exam config file placed somewhere in the path hierarchy of a sebs:// or Universal Link (which needs to start with the Start URL string).
de: Deep-Linking erlaubt das Öffnen von diversen Prüfungen mit einer einzigen Konfigurationsdatei, welche irgendwo in der Pfadhierarchie eines sebs:// oder Universal Links abgelegt wurde (die Links müssen mit der Start URL aus der Konfigurationsdatei beginnen)

source: Disable clearing session cookies when ending the first session and when starting the second session. Then users stay logged in if they already were in the previous session.
de: Wenn das Löschen der Session-Cookies beim Beenden der ersten Prüfungssession und beim Starten den zweiten deaktiviert wird, bleiben Benutzer eingeloggt.

source: Exact full URL
de: Exakte vollständige URL

source: Exam Deep Linking
de: Deep-Linking für Prüfungen

source: Match URL
de: Zu vergleichende URL

source: Place a hyperlink with this URL on the feedback page displayed after an exam is successfully finished (or use the URL of the feedback page itself). Tapping the link or navigating to the feedback page will quit the exam session and unlock SEB without having to enter the quit/unlock password.
de: Link mit dieser URL auf der 'Feedback'-Seite platzieren, die nach Abgabe einer Prüfung angezeigt wird. Anklicken des Links beendet die Prüfungssession und entsperrt SEB, ohne dass ein Beenden/Entsperren-Passwort eingegeben werden müsste.

source: Query String Parameter
de: Query-Parameter

source: Quit Link
de: Beenden-Link

source: Quit URL
de: Beenden-URL

source: Reconfiguring Config URL
de: Rekonfigurations-URL

source: Reconfiguring Exam Session
de: Sichere-/Prüfungssession umkonfigurieren

source: Require Quit Password
de: Beenden-Passwort verlangen

source: Restart Instead of Quitting
de: Neustarten anstatt Beenden

source: Share Keys
de: Schlüssel/Keys teilen

source: The Browser Exam Key (depends on SEB config and code signature) or the Config Key (depends on SEB config) can be used with compatible exam systems to ensure that an exam can only be accessed with a verified SEB version and/or correct settings.
de: Der Browser Exam Key (abhängig von der SEB-Konfiguration und der Codesignatur) oder der Config Key (abhängig von der SEB-Konfiguration) kann bei kompatiblen Prüfungssystemen verwendet werden, um sicherzustellen, dass eine Prüfung nur mit einer verifizierten SEB-Version und/oder korrekten Einstellungen aufgerufen werden kann.

source: The seb(s):// link to the config file can contain an additional query string, separated from the main URL by '?' or '??' (if the URL itself doesn't contain a query). SEB will then append this query string to the Start URL.
de: Der seb(s):// Link zur Konfigurationsdatei kann eine zusätzliche Query-Zeichenkette beinhalten, mittels '?' oder '??' (wenn die URL selber keine Query enthält) von der Haupt-URL getrennt. SEB wird dann diesen Query-Parameter an die Start URL anhängen.

source: This function doesn't log you out if you are logged in on a website (doesn't clear session cookies).
de: Diese Funktion loggt Sie nicht aus, falls Sie sich auf einer Website eingeloggt haben.

# Use Browser &amp; Config Keys
source: Use Browser & Config Keys
de: Browser und Config Keys verwenden

source: Use Start URL
de: Start-URL verwenden

source: Config was modified, keys won't match original state!
de: Die Konfiguration wurde geändert, die Schlüssel stimmen nicht mehr mit dem Originalzustand überein!

source: Only Keys (Don't Modify Config)
de: Nur Keys (Konfiguration nicht ändern)

source: Select the key(s) which you want to be shared (using the Share button in the main Settings view) and copied to the clipboard after closing Settings. Usually only the Browser Exam Key needs to be copy-pasted manually to the according field in quiz settings of a compatible exam system.
de: Wählen Sie den/die Schlüssel aus, die Sie freigeben möchten (mit der Taste Teilen in der Hauptansicht der Einstellungen) und kopieren Sie sie nach dem Schliessen der Einstellungen in die Zwischenablage. Normalerweise muss nur der Browser Exam Key manuell in das entsprechende Feld in den Quiz-Einstellungen eines kompatiblen Prüfungssystems eingefügt werden.

source: Share Browser Exam Key
de: Browser Exam Key teilen

source: Share Config Key
de: Config Key teilen

source: Share Keys with Config
de: Keys mit Konfiguration teilen

source: Share Keys with/without Config
de: Keys mit/ohne Konfiguration teilen

source: The Browser Exam Key (BEK) depends on SEB's code signature and the current SEB config. Copy the value to the according field in the quiz settings of a compatible exam system. SEB on each platform generates another BEK, even if the same SEB config is used. Different versions of SEB for iOS generate the same BEK, as long as the same SEB config file is used.
de: Der Browser Exam Key (BEK) ist abhängig von der Codesignatur von SEB und der aktuellen SEB-Konfiguration. Kopieren Sie den Wert in das entsprechende Feld in den Quiz-Einstellungen eines kompatiblen Prüfungssystems. SEB erzeugt auf jeder Plattform einen anderen BEK, auch wenn die gleiche SEB-Konfiguration verwendet wird. Unterschiedliche Versionen von SEB für iOS erzeugen den gleichen BEK, solange die gleiche SEB-Konfigurationsdatei verwendet wird.

source: The Browser Exam and/or Config Key of the current SEB config can be shared (as text string) either together with the exported, modified config file or alone (if the opened config isn't supposed to be modified). The keys are also copied to the clipboard when closing Settings (so an exam admin can easily paste them to the according quiz settings).
de: Der Browser Exam und/oder Config Key der aktuellen SEB-Konfiguration kann (als Text-Zeichenkette) entweder zusammen mit der exportierten, modifizierten Konfigurationsdatei oder alleine (wenn die geöffnete Konfiguration nicht modifiziert werden soll) geteilt werden. Die Schlüssel werden auch in die Zwischenablage kopiert, wenn die Einstellungen geschlossen werden (so dass ein Prüfungsadministrator sie leicht in die entsprechenden Quiz-Einstellungen einfügen kann).

source: The Config Key (CK) depends on the current SEB config. It can be generated automatically by a compatible exam server together with the SEB config to be used for an exam. All SEB versions supporting the CK generate the same CK when using the same, unmodified SEB config file.
de: Der Config Key (CK) hängt von der aktuellen SEB-Konfiguration ab. Er kann von einem kompatiblen Prüfungsserver zusammen mit der SEB-Konfiguration, die für eine Prüfung verwendet werden soll, automatisch generiert werden. Alle SEB-Versionen, die den CK unterstützen, generieren denselben CK, wenn sie die gleiche, unveränderte SEB-Konfigurationsdatei verwenden.

source: When you modify settings (change one of the permanent setting options), Browser Exam and Config Key are recalculated using the full set of settings this version of SEB supports. Then you have to share these modified settings as a config file if you want to use it with other versions of SEB (which are also using the Browser Exam or Config Key).
de: Wenn Sie Einstellungen modifizieren (eine der permanenten Einstellungsoptionen ändern), werden der Browser Exam Key und der Config Key neu berechnet, wobei der gesamte Satz von Einstellungen verwendet wird, den diese SEB-Version unterstützt. Dann müssen Sie diese geänderten Einstellungen als Konfigurationsdatei weitergeben, wenn Sie diese mit anderen SEB-Versionen (die ebenfalls Browser Exam Key und Config Key benutzen) verwenden möchten.

source: settings don't allow to run on the iOS version installed on this device. Update to latest iOS version or use another device with at least iOS
de: -Einstellungen erlauben die Benutzung der auf diesem Gerät installierten iOS-Version nicht. Aktualisieren Sie auf die neueste iOS-Version oder verwenden Sie ein anderes Gerät mit mindestens iOS

# %@ Config File %@
source: %1$@ Config File %2$@
de: %1$@-Konfigurationsdatei %2$@

# %@ Config File %@%@
source: %1$@ Config File %2$@%3$@
de: %1$@-Konfigurationsdatei %2$@%3$@

source: %@ Is Locked!
de: %@ ist gesperrt!

source: %@ Re-Configured
de: %@ neu konfiguriert

source: %@ needs to be used differently depending on your role.
de: %@ muss je nach Ihrer Rolle unterschiedlich verwendet werden.

source: About %@
de: Über %@

source: Actions for creating or resetting settings
de: Aktionen zum Erstellen oder Zurücksetzen von Einstellungen

source: Activate Scroll Lock
de: Scrollsperre aktivieren

source: Admin Password
de: Administrator-Passwort

source: An identity needs a unique name.
de: Identität benötigt einmaligen Namen.

source: An identity with the same name is already stored in the Keychain. Please use a unique name.
de: Ein Identitätszertifikat mit demselben Namen ist bereits im Schlüsselbund gespeichert. Bitte benutzen Sie einen einmaligen Namen.

source: Ask the vendor of your assessment solution about how to use it with %1$@.%2$@General instructions on how to configure %3$@ can be found on %4$@.
de: Erkundigen Sie sich beim Anbieter Ihrer Prüfungslösung, wie Sie diese mit %1$@ verwenden können.%2$@Allgemeine Anweisungen zur Konfiguration von %3$@ finden Sie auf %4$@.

# Browser Exam and/or Config Keys for %@ %@ Config File %@%@
source: Browser Exam and/or Config Keys for %1$@ %2$@ Config File %3$@%4$@
de: Browser Exam und/oder Config Keys für %1$@ %2$@ Konfigurationsdatei %3$@%4$@

source: Camera Access Denied
de: Kamerazugriff verweigert

source: Can't Send Log File
de: Logdatei kann nicht gesendet werden

source: Cannot Edit %@ Settings
de: %@-Einstellungen können nicht bearbeitet werden

source: Cannot Quit Session
de: Session kann nicht beendet werden

source: Cannot Reset %@ Settings
de: %@-Einstellungen können nicht zurückgesetzt werden

source: Cannot Send %@ Logs
de: %@-Logdateien können nicht gesendet werden

source: Capturing Screen Not Allowed
de: Bildschirmaufzeichnung/-teilen nicht erlaubt

source: Config QR Code
de: Konfigurations-QR-Code

source: Confirm Removing Identity
de: Entfernen der Identität bestätigen

source: Could not Export Identity
de: Konnte Identität nicht exportieren

source: Create Exam Settings
de: Prüfungseinstellungen erstellen

source: Create New Identity
de: Neue Identität erstellen

source: Create New…
de: Neu erstellen…

source: Current Settings require Single App Mode to be active to proceed.
de: Aktuelle Einstellungen erfordern, dass der Einzel-App-Modus aktiviert ist, um fortzufahren.

source: Current settings require that Guided Access or an MDM/Apple Configurator invoked Single App Mode is first switched off before the exam can be started.
de: Die aktuellen Einstellungen erfordern, dass der geführte Zugriff (Guided Access) oder ein vom MDM/Apple Configurator aufgerufener Einzel-App-Modus zunächst ausgeschaltet wird, bevor die Prüfung gestartet werden kann.

source: Currently it isn't allowed to run %@ on the iOS version installed on this device.
de: Derzeit ist es nicht erlaubt, %@ mit der auf diesem Gerät installierten iOS-Version zu benutzen.

source: Deactivates scrolling and text selection on the web page, facilitates using drag-and-drop web elements.
de: Deaktiviert das Scrollen und die Textauswahl auf der Webseite und erleichtert die Verwendung von Drag-und-Drop-Web-Elementen.

source: Default Size
de: Standardgrösse

source: Device Was in Sleep Mode!
de: Gerät war im Ruhezustand!

source: Disable Scroll Lock
de: Scrollsperre deaktivieren

source: Displays a camera view to scan for SEB configuration QR codes
de: Zeigt eine Kamera-Ansicht, um SEB-Konfigurations-QR-Codes einzulesen

source: Do you really want to reload the web page?
de: Wollen Sie die Seite wirklich neu laden?

source: Do you want to abort opening Settings and apply this managed configuration?
de: Möchten Sie das Öffnen der Einstellungen abbrechen und diese (MDM-)verwaltete Konfiguration anwenden?

source: Do you want to close Settings and apply this managed configuration?
de: Möchten Sie die Einstellungen schliessen und diese (MDM-)verwaltete Konfiguration anwenden?

source: Done
de: Fertig

source: Edit Settings
de: Einstellungen bearbeiten

source: Embed
de: Einbetten

source: Embed the identity certificate '%@' into a client config file and use that to configure exam devices. Then you can encrypt exam config files with the identity (see Config Files page).
de: Betten Sie das Identitätszertifikat '%@' in eine Client-Konfigurationsdatei ein und verwenden Sie diese zur Konfiguration von Prüfungsgeräten. Anschliessend können Sie Prüfungskonfigurationsdateien mit der Identität verschlüsseln (siehe Seite 'Konfigurationsdateien').

source: Embedded Certificate
de: Eingebettetes Zertifikat

source: Enable Scroll Lock
de: Scrollsperre aktivieren

source: Ends an exam session and returns to client settings
de: Beendet eine Prüfungssession und kehrt zu Client-Einstellungen zurück

source: Enter Identity Admin Password
de: Admin-Passwort des Identitätszertifikats eingeben

source: Enter the URL of an institution which supports %@
de: Geben Sie die URL einer Institution ein, die %@ unterstützt

source: Exam Page
de: Prüfungsseite

source: Exam Session Finished
de: Prüfungssession beendet

source: Failed to Start Single App Mode
de: Einzel-App-Modus konnte nicht gestartet werden

source: Follow your educator's instructions about how to start an exam in %1$@.%2$@Trying to edit %3$@ settings yourself may block access to exams.
de: Befolgen Sie die Anweisungen Ihres Prüfers, wie Sie eine Prüfung in %1$@ starten können.%2$@Wenn Sie versuchen, die %3$@-Einstellungen selbst zu bearbeiten, kann der Zugang zu Prüfungen gesperrt werden.

source: For security reasons %@ cannot run on an iOS 11 version prior to iOS 11.2.5. Update to the current iOS version.
de: Aus Sicherheitsgründen kann %@ nicht auf einer iOS 11-Version vor iOS 11.2.5 ausgeführt werden. Aktualisieren Sie auf die aktuelle iOS-Version.

source: Go Back
de: Zurück

source: Go Forward
de: Vorwärts

source: IDENTITY
de: IDENTITÄT

source: Identity Name
de: Name der Identität

source: Identity Name Not Unique
de: Name der Identität nicht einmalig

source: Identity in Keychain
de: Identität im Schlüsselbund

source: If you don't enter the correct quit password, then you cannot quit the session.
de: Wenn Sie das korrekte Beenden-Passwort nicht eingeben, können Sie die Session nicht beenden.

source: If you remove the identity '%@' from the Keychain and you don't have a copy (embedded in a config file or installed on another device), then you cannot decrypt exam config files encrypted with this identity anymore.
de: Wenn Sie die Identität '%@' aus dem Schlüsselbund entfernen und Sie keine Kopie davon haben (eingebettet in eine Konfigurationsdatei oder installiert auf einem anderen Gerät), können Sie mit dieser Identität verschlüsselte Prüfungskonfigurationsdateien nicht mehr entschlüsseln.

source: Instructions for Administrators
de: Instruktionen für Administratoren

source: Instructions for Students
de: Instruktionen für Studierende

source: Issue Description Required
de: Fehlerbeschreibung notwendig

source: Local Network Access
de: Zugriff auf lokales Netzwerk

source: Local network access is needed when using Automatic Client Configuration to search the local network for a %1$@ client configuration. You can allow access to the local network for %2$@ in Settings.
de: Zugriff auf das lokale Netzwert wird benötigt, wenn die Funktion für automatische %1$@-Client-Konfiguration benutzt wird. Sie können die Berechtigung für 'Lokales Netzwerk' für %2$@ in den Einstellungen/Datenschutz einschalten.

source: Log File %@ iOS
de: Logdatei %@ iOS

source: Log In
de: Einloggen

source: Navigate Back
de: Zurück navigieren

source: Navigate Forward
de: Vorwärts navigieren

source: Navigates back to the start URL or to another preset URL. Doesn't log users out
de: Navigiert zurück zur Start-URL oder zu einer anderen voreingestellten URL. Meldet Benutzer nicht ab

source: Neither Automatic Assessment Configuration nor (Autonomous) Single App Mode are available on this device or activated in settings. Ask your exam support for an eligible exam environment. Sometimes also restarting the device might help.
de: Weder Automatic Assessment Configuration noch der (autonome MDM) Einzel-App-Modus sind auf diesem Gerät verfügbar oder in den Einstellungen aktiviert. Wenden Sie sich an Ihren Prüfungs-Support. Manchmal kann ein App- oder Geräte-Neustart helfen.

source: New settings have been saved, they will also be used when you start %@ next time again.
de: Neue Konfiguration wurde gespeichert, diese wird auch dann benutzt, wenn %@ das nächste Mal gestartet wird.

source: No %@ configuration found!
de: Keine %@-Konfiguration gefunden!

source: No Camera Available
de: Keine Kamera verfügbar

source: No Identity Name Provided
de: Kein Name für Identität angegeben

source: No Kiosk Mode Available
de: Kein Kioskmodus verfügbar

source: No valid %@ config found.
de: Keine %@-Konfigurationsdatei gefunden

source: Open %@ exam or configuration link from Safari, Mail or a messenger app.
de: %@-Prüfungs- oder Konfigurations-Link in Safari, Mail oder einer Nachrichten-App öffnen.

source: Options to start an exam or configure %@ for your institution
de: Optionen zum Starten einer Prüfung oder zur Konfiguration von %@ für Ihre Institution

source: Password
de: Passwort

source: Please Select Your Role
de: Bitte wählen Sie Ihre Rolle

source: Please add a detailed description of the issue you would like to report in the mail body. Log submissions without such a description will be ignored, as most issues cannot be analyzed without a clear description.
de: Bitte fügen Sie eine detailierte Beschreibung des Fehlers, den Sie melden möchten, in den Mailtext ein. Einsendungen von Logdateien ohne Fehlerbeschreibung werden ignoriert, da die meisten Probleme nicht ohne eine klare Beschreibung analysiert werden können.

source: Please describe the issue you observed (what were you doing when the issue happened, what did you expect and what actually happened, step-by-step instructions to reproduce the issue):
de: Bitte beschreiben Sie das Problem, welches Sie beobachtet haben (was haben Sie gemacht, als das Problem auftrat, was haben Sie erwartet und was ist tatsächlich passiert, Schritt-für-Schritt-Anweisungen, um das Problem zu reproduzieren):

source: Re-enter Identity Admin Password
de: Admin-Passwort der Identität erneut eingeben

source: Re-opening an exam which was locked before, but now doesn't have a quit password set, therefore doesn't run in secure mode.
de: Erneutes Starten einer zuvor unterbrochenen Prüfungssession, die aber nun kein Beenden-Passwort gesetzt hat und deswegen nicht im abgesicherten Modus läuft.

source: Received Config from MDM Server
de: Konfiguration von MDM-Server empfangen

source: Reload Page
de: Neu laden

source: Reload this page
de: Diese Seite neu laden

source: Remote Proctoring Active
de: Fernüberwachung ist aktiv

source: Remove
de: Entfernen

source: Removing Identity Failed!
de: Entfernen der Identität fehlgeschlagen!

source: Reset Settings
de: Einstellungen zurücksetzen

source: Reset to Default Settings
de: Auf Voreinstellungen zurücksetzen

source: Running on Current iOS Version Not Allowed
de: Benutzung auf aktueller iOS-Version nicht erlaubt!

source: Running on New iOS Version Not Allowed
de: Benutzung auf neuer iOS-Version nicht erlaubt!

source: SEB Server Fallback Password Required
de: SEB Server Fallback-Passwort benötigt

source: SEB is locked because Single App Mode was switched off during the exam or the device was restarted. Unlock SEB with the quit password, which usually exam supervision/support knows.
de: SEB ist gesperrt, weil der Einzel-App-Modus während der Prüfung ausgeschaltet oder das Gerät neu gestartet wurde. Beenden/Entsperren-Passwort eingeben, welches üblicherweise der Prüfungsaufsicht bekannt ist.

source: SEB is locked because the screen is being captured/shared during an exam. Stop screen capturing (or ignore it) and unlock SEB with the quit password, which usually exam supervision/support knows.
de: SEB ist gesperrt, weil versucht wurde, den Bildschirm während einer Prüfung aufzuzeichnen oder zu teilen. Stoppen Sie die Aufzeichnung/Teilen des Bildschirms (oder benutzen Sie die 'Ignorieren'-Schaltfläche) und geben Sie das Beenden/Entsperren-Passwort ein, welches üblicherweise der Prüfungsaufsicht bekannt ist.

source: Scan %@ configuration QR code
de: %@-Konfigurations-QR-Code scannen

source: Scan Config QR Code
de: Konfigurations-QR-Code scannen

source: Scan QR Code
de: QR-Code scannen

source: Scanning Config QR Code Failed
de: QR-Code scannen fehlgeschlagen

source: Screen capturing/sharing was started while running in secure mode
de: Bildschirmaufzeichnung/Teilen wurde während einer sicheren Session gestartet

source: Screen is Being Captured/Shared!
de: Bildschirm wird aufgezeichnet/geteilt!

source: Scroll Lock
de: Scrollsperre

source: Search Text
de: Text suchen

source: Search text on web pages
de: Text auf Webseiten suchen

source: Send %@ Logfiles
de: %@ Logdateien senden

source: Send Log File
de: Logdatei senden

source: Send Logs to %@ Developers
de: Logdateien an %@-Entwickler senden

source: Settings
de: Einstellungen

source: Settings Actions
de: Aktionen für Einstellungen

source: Share
de: Teilen

source: Share settings
de: Einstellungen teilen

source: Share settings to see Key
de: Einstellungen teilen, um den Schlüsselwert zu sehen

source: Show Remote Proctoring Information
de: Information zu Fernüberwachung anzeigen

source: Show the next page
de: Nächste Seite anzeigen

source: Show the previous page
de: Vorherige Seite anzeigen
