Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# cg4-A3-rqm.ibShadowedToolTip
source: Video content can be played inline on a web page or only in full screen. By disabling this option, HTML5 video players are forced to use the iOS user interface for controlling playback
de: Videoinhalte können entweder inline auf einer Webseite dargestellt werden oder nur in Vollbildanzeige. Wenn diese Option deaktiviert wird, werden HTML5-Videoplayer gezwungen, das iOS-Benutzerinterface zu benutzen

# d4A-pq-G5U.ibShadowedToolTip
source: Allow web sites to access the microphone, for WebRTC live streams or audio recording (only in modern WebView and on macOS 11.1/iOS 14.3 or newer)
de: Erlaubt Websites Zugriff auf das Mikrofon für WebRTC-Livestreams oder Audioaufnahmen (nur in modernem WebView und unter macOS 11.1/iOS 14.3 oder neuer)

# dP1-5V-zqF.ibShadowedToolTip
source: Default string on this Mac (it depends on installed Safari/WebKit version and therefore can differ on exam clients!)
de: Standardzeichenkette auf diesem Mac (hängt von der der installierten Safari-/WebKit-Version ab und kann deswegen auf verschiedenen Clients unterschiedlich sein)

# dqB-SD-Yjy.title
source: Default touch mode user agent
de: Standard User Agent für Touch-Modus

# fCI-oc-vd6.title
source: Allow screen capture
de: Bildschirmaufzeichnung erlauben

# fRI-Y9-Qs5.title
source: Allow inline playback on iPad
de: Inline-Wiedergabe auf iPad

# fzm-2I-vcw.title
source: Desktop default:
de: Desktop Standard:

# i2L-Fg-eTj.ibExternalAccessibilityDescription
source: Choose user agent
de: User Agent auswählen

# jZa-47-k8N.title
source: Default iOS user agent
de: Standard User Agent iOS

# kJa-eD-szz.title
source: Custom
de: Benutzerdefiniert

# kbH-Rg-sB6.title
source: Allow text search
de: Textsuche erlauben

# ktc-tU-dLx.title
source: Enable toolbar of PDF reader (Win)
de: Symbolleiste in PDF-Vorschau anzeigen (Win)

# oTH-6g-3oo.ibExternalAccessibilityDescription
source: Enter custom user agent string for SEB on iOS
de: Benutzerdefinierten User Agent für SEB auf iOS eingeben

# p3T-fI-3bu.ibShadowedToolTip
source: This string will be appended to any user agent string (independent from the other user agent settings below)
de: Standard-Zeichenkette auf diesem Mac (hängt von der installierten Safari/WebKit-Version ab und kann deswegen auf Clients abweichen)

# p8H-vN-YbW.title
source: Audio autoplay
de: Audio automatisch abspielen

# qVa-6O-Lcc.title
source: Custom
de: Benutzerdefiniert

# rf6-Kj-obV.ibShadowedToolTip
source: Video content can be played inline on a web page or only in full screen. By disabling this option, HTML5 video players are forced to use the iOS user interface for controlling playback
de: Videoinhalte können entweder inline auf einer Webseite dargestellt werden oder nur in Vollbildanzeige. Wenn diese Option deaktiviert wird, werden HTML5-Videoplayer gezwungen, das iOS-Benutzerinterface zu benutzen

# t6p-Cb-xTk.title
source: Default:
de: Standard:

# twb-Ov-Zlx.ibShadowedToolTip
source: Default string on this Mac (it depends on installed Safari/WebKit version and therefore can differ on exam clients!)
de: Standardzeichenkette auf diesem Mac (hängt von der der installierten Safari-/WebKit-Version ab und kann deswegen auf verschiedenen Clients unterschiedlich sein)

# u8M-48-HFC.title
source: Media Playback/Capture
de: Medienwiedergabe/-aufzeichnung

# uOh-V9-bip.ibShadowedToolTip
source: Using the modern WebView, video autoplay can be controlled separately
de: Im modernen WebView kann Video-Autoplay separat gesteuert werden

# wFa-eR-NzK.ibShadowedToolTip
source: If enabled and right click isn't disabled (see setting 'Enable right mouse button'), you can right click/ctrl-left click on a web page element and open Web Inspector in classic WebViews with 'Inspect Element'. Win: Use browser window toolbar menu for developer tools.
de: Wenn erlaubt und der Rechtsklick nicht deaktiviert ist (siehe Sicherheit/Abgefangene Tasten/Rechte Maustaste erlauben), dann kann mittels Rechtsklick/ctrl-Linksklick auf ein Element einer Webseite der Web Inspector mittels 'Inspect Element' angezeigt werden. Win: Entwicklertools in Browserfenster-Symbolleiste anzeigen

# yW3-rB-jbe.title
source: Default strings depend on installed iOS version and therefore can differ on exam clients.
de: Standard-Zeichenketten hängen von der iOS-Version ab und können deswegen je nach Gerät unterschiedlich sein

# z2i-c3-hed.ibShadowedToolTip
source: Disabling browsing to previously visited pages might not be desired for content opening in additional browser windows, therefore this separate setting
de: Ausschalten der Funktion, auf bereits besuchte Seiten zurückzukehren, mag für neu geöffnete Fenster nicht gewünscht sein, deswegen gibt es diese separate Einstellung

# zZ5-9g-Lhz.title
source: Allow picture in picture video (iOS)
de: Bild-in-Bild-Wiedergabe erlauben

# 3.ibShadowedToolTip
source: Save settings file with same name
de: Einstellungen unter gleichem Dateinamen speichern

# 4.title
source: Save Settings
de: Speichern

# 53p-kc-87m.title
source: Allow QR code config (iOS)
de: Konfiguration mit QR-Code erlauben (iOS)

# 69.ibExternalAccessibilityDescription
source: Choose identity certificate to be used for encrypting SEB settings file
de: Identität zur Verschlüsselung der SEB Konfigurationsdatei auswählen

# 69.ibShadowedToolTip
source: Identities (X.509 certificates with RSA public key and associated private key) in your default keychain which can be used for encrypting and decrypting. Export the chosen identity (in Keychain Access utility) and install it on your SEB clients.
de: Kryptografische Identitäten (X.509 Zertifikate mit öffentlichem RSA-Schlüssel und dazugehörigem privaten Schlüssel) im Schlüsselbund "Anmeldung", die für Verschlüsselung und Entschlüsselung benutzt werden können

# 75.title
source: Choose identity certificate to be used for encrypting SEB settings file ...
de: Identität zur Verschlüsselung der SEB Konfigurationsdatei auswählen …

# 110.ibShadowedToolTip
source: Retype the settings password
de: Passwort für Konfigurationsdatei erneut eingeben

# 114.ibShadowedToolTip
source: Password to decrypt the settings file, prompted when SEB reads these settings
de: Passwort zur Entschlüsselung der Konfigurationsdatei, wird abgefragt, wenn SEB die Konfiguration einliest

# 116.title
source: Please enter correct confirm password
de: Bitte gleiches Passwort erneut eingeben

# 117.title
source: Confirm settings password
de: Passwort für Konfigurationsdatei bestätigen

# 118.title
source: Settings password
de: Passwort für Konfigurationsdatei

# 173.ibShadowedToolTip
source: If used on unmanaged (student) computers, using a password is recommended, on managed computers (no administrator access by users/students) a cryptographic identity might be more convenient.
de: Auf nicht verwalteten (studentischen) Rechnern wird ein Passwort empfohlen, auf verwalteten (Benutzer haben keinen Administrator-Zugang) kann eine Krypto-Identität praktischer sein

# 174.title
source: Use either a cryptographic identity or a password or both.
de: Entweder eine kryptografische Identität, ein Passwort oder beides verwenden.

# 239.title
source: Use config file for ...
de: Konfigurationsdatei verwenden zum …

# 249.ibExternalAccessibilityDescription
source: Use config file for ...
de: Konfigurationsdatei verwenden zum …

# 249.ibShadowedToolTip
source: A saved settings file will either start the exam using these settings (temporarily) or change the local settings of a SEB client (permanently)
de: Eine abgespeicherte Konfigurationsdatei startet entweder die Prüfung mit ihren Einstellungen (SEB temporär konfiguriert) oder ändert die lokalen Einstellungen eines SEB-Clients (permanent)

# 251.ibExternalAccessibilityDescription
source: starting exams
de: Starten einer Prüfung

# 251.ibShadowedToolTip
source: A settings file saved with this option will start the exam with its settings, but won't change the local SEB settings
de: Eine mit dieser Option gespeicherte Konfigurationsdatei startet eine Prüfung, aber ändert nicht die lokalen Einstellungen des SEB-Clients

# 251.title
source: starting exams
de: Starten einer Prüfung

# 252.ibExternalAccessibilityDescription
source: configuring clients
de: Konfigurieren von Clients

# 252.title
source: configuring clients
de: Konfigurieren von Clients

# 259.ibShadowedToolTip
source: Usually disable preferences window on exam clients besides for debugging purposes
de: Üblicherweise kann das Einstellungen-Fenster auf Prüfungsclients ausser für Debugging deaktiviert werden

# 260.title
source: Allow to open Preferences window on client
de: Einstellungen-Fenster darf auf Client geöffnet werden

# 1046.ibShadowedToolTip
source: Open a settings file for editing
de: Konfigurationsdatei zum Bearbeiten öffnen

# 1047.title
source: Open Settings...
de: Öffnen …

# 1060.ibShadowedToolTip
source: Revert to last saved (or opened) settings
de: Zurücksetzen auf zuletzt gespeicherte (oder geöffnete) Einstellungen

# 1062.title
source: Last Saved
de: Zuletzt gespeichert

# 1072.ibShadowedToolTip
source: Revert current settings to SEB defaults
de: Aktuelle Konfiguration auf Voreinstellungen zurücksetzen

# 1073.title
source: Default Settings
de: Voreinstellungen

# 1106.ibShadowedToolTip
source: Choose file name and destination to save settings
de: Dateiname und Zielverzeichnis für das Speichern der Einstellungen wählen

# 1107.title
source: Save Settings As...
de: Speichern als …

# 1120.title
source: Revert Settings to…
de: Einstellungen zurücksetzen …

# 1137.ibShadowedToolTip
source: Revert to the local client settings
de: Zurücksetzen auf lokale Client-Einstellungen

# 1138.title
source: Local Client Settings
de: Lokale Client-Einstellungen

# 1157.ibShadowedToolTip
source: Configure client using current settings (overwriting current local settings)
de: Client mit den bearbeiteten Einstellungen konfigurieren (derzeitige lokale Einstellungen werden überschrieben)

# 1158.title
source: Configure Client
de: Client konfigurieren

# 1165.ibShadowedToolTip
source: Create duplicate of current settings for editing
de: Duplikat der derzeitigen Einstellungen erstellen und bearbeiten

# 1166.title
source: Edit Duplicate
de: Duplikat bearbeiten

# 1174.title
source: Config File Editing:
de: Konfigurationsdatei bearbeiten:

# 1190.title
source: Use Current Settings to…
de: Einstellungen benutzen …

# 1292.ibShadowedToolTip
source: Apply current settings and restart SEB
de: Einstellungen anwenden und SEB neu starten

# 1294.title
source: Apply and Restart SEB
de: Anwenden und Neustart

# VYd-lj-NUe.ibShadowedToolTip
source: Shows the Edit Settings command in the left slider menu. If this option is enabled in the client configuration, in-app settings will also be available after opening an exam config
de: Zeigt die 'Einstellungen bearbeiten'-Option im linken Seitenmenü an. Wenn diese Einstellung in der Client-Konfiguration aktiviert ist, sind die In-App-Einstellungen auch nach dem Öffnen einer Prüfungskonfiguration verfügbar

# b4O-Hy-kCT.title
source: Show settings in app (iOS)
de: Einstellungen innerhalb der App anzeigen (iOS)

# bjh-ZV-2zp.ibShadowedToolTip
source: Allows to start an exam or to reconfigure SEB by scanning a QR code with a link to an SEB Config File. Use slider menu, dock button (if enabled in the User Interface Dock sub-pane) or Home screen quick action
de: Erlaubt das Starten einer Prüfung oder das Umkonfigurieren von SEB mittels Scannen eines QR-Codes, mit Befehl im Seitenmenü, Dock-Taste (wenn in den Benutzeroberfläche-Einstellungen aktiviert) oder Home-Bildschirm Schnellaktion

# 13.ibShadowedToolTip
source: Usually to be used with permitted third party applications for which you want to provide files to be downloaded.
de: Normalerweise zu verwenden, wenn das Umschalten auf Drittapplikationen erlaubt ist oder wenn die HTML5 Download-Funktion für lokale Backups benutzt wird.

# 14.title
source: Allow downloading and uploading files
de: Download und Upload erlauben

# 23.title
source: Save downloaded files to:
de: Downloads sichern in:

# 24Q-1c-lTs.title
source: Download directory Windows:
de: Download-Verzeichnis Windows:

# 32.ibExternalAccessibilityDescription
source: Save downloaded files to directory
de: Downloads sichern in folgendem Verzeichnis

# 32.ibShadowedToolTip
source: Choose download directory
de: Download-Verzeichnis auswählen

# 35.title
source: Directory
de: Verzeichnis

# 36.title
source: Other…
de: Auswählen …

# 38.ibShadowedToolTip
source: Downloaded files will be opened with the according application, which has to be set correctly in the system for each used file type
de: Geladene Dateien werden mit der zugehörigen Applikation geöffnet, diese muss im System für den entsprechenden Dateityp korrekt eingestellt sein

# 39.title
source: Open files after downloading
de: Dateien nach Download öffnen

# 76.ibShadowedToolTip
source: PDF files will not be displayed by SEB but downloaded and opened (if 'Open files after downloading' is active!) by the application set in Finder (usually Preview or Adobe Acrobat).
de: PDF-Dateien werden nicht von SEB angezeigt, sondern heruntergeladenen und geöffnet (wenn 'Dateien nach dem Laden öffnen' aktiviert ist) und zwar mit der im Finder eingestellten Applikation (üblicherweise Vorschau oder Adobe Acrobat)

# 77.title
source: Download and open PDF files instead of displaying them inline
de: PDF-Dateien herunterladen und öffnen anstatt direkt anzeigen

# 93.ibExternalAccessibilityDescription
source: Choose file to upload policy
de: Policy zum Auswählen der Datei für Upload

# 93.ibShadowedToolTip
source: SEB can let users choose the file to upload or automatically use the same file which was downloaded before. If not found, a file requester or an error is presented depending on this setting.
de: SEB kann Benutzer die Upload-Datei manuell auswählen lassen oder automatisch dieselbe Datei auswählen, die zuvor heruntergeladenen wurde. Wenn die Datei nicht gefunden wurde, wird ein Dateidialog oder eine Fehlermeldung angezeigt. Falls zuvor mehrere Dateien heruntergeladenen wurden, zeigt SEB diese nacheinander an, beginnend mit der zuletzt geladenen

# 100.title
source: Choose file to upload …
de: Datei für Upload auswählen …

# 265.ibShadowedToolTip
source: Download and open .seb config files regardless if downloading and opening other file types is allowed
de: .seb Konfigurationen herunterladen/öffnen, unabhängig davon ob der Download und das Öffnen von anderen Dateitypen erlaubt ist

# 266.title
source: Download and open SEB config files
de: SEB Konfigurationen herunterladen/öffnen

# AAd-LS-TUP.ibShadowedToolTip
source: The Adobe Acrobat Reader browser plugin should only be used on secured managed Mac computers, as it allows to access the file system and cloud services
de: Das Adobe Acrobat Reader Browser Plug-In sollte nur auf abgesicherten verwalteten Computern verwendet werden, weil es begrenzten Zugriff auf das Dateisystem und unbegrenzten auf Cloud-Dienste erlaubt

# GVV-cO-HOP.ibShadowedToolTip
source: When activated, SEB will show a simplified file dialog when a download is initiated. The user can navigate to any folder in the local file system
de: SEB zeigt einen vereinfachten Dateidialog an, wenn ein Download gestartet wird. Der Benutzer kann ein beliebiges lokales Dateiverzeichnis auswählen

# I9g-6o-a5B.title
source: Allow user to select custom down/upload directory
de: Benutzer darf Upload/Download-Verzeichnis auswählen

# zhK-R4-XtF.title
source: Allow using Acrobat Reader PDF plugin (insecure)
de: Acrobat Reader PDF Plug-In erlauben (unsicher)

# 2GO-IF-iYo.title
source: The seb(s):// link to the config file can contain an additional query string, separated from the main URL by '?' or '??' (if the URL itself doesn't contain a query). SEB will then append this query string to the Start URL.
de: Der seb(s):// Link zur Konfigurationsdatei kann eine zusätzliche Query-Zeichenkette beinhalten, mittels '?' oder '??' (wenn die URL selber keine Query enthält) von der Haupt-URL getrennt. SEB wird dann diesen Query-Parameter an die Start URL anhängen.

# 2Rr-y4-nE8.ibShadowedToolTip
source: Full URL (starting with http:// or https://) of the page to open when the Back to Start Button is pressed
de: Vollständige URL (beginnend mit http:// oder https://) der Seite, die mittels der Taste 'Zurück zum Start' geöffnet werden soll

# 3Wv-pu-d1v.title
source: Clear on session start
de: Zu Beginn der Session löschen

# 3dP-gi-x4W.ibShadowedToolTip
source: When enabled, the Browser Exam Key is send to the connected web server to authenticate the SEB client and its settings to a compatible exam system
de: Der Browser Exam Key wird an den Webserver gesendet, um den SEB-Client und seine Einstellungen gegenüber einem kompatiblen Prüfungssystem zu authentifizieren

# 4aU-eM-mgd.title
source: Query String Parameter
de: Query-Parameter

# 5SR-dU-gy3.title
source: Protect Back to Start Button with the quit/unlock password
de: 'Zurück zum Start'-Taste mit dem Beenden/Entsperren-Passwort schützen

# 5sV-hT-oqR.ibShadowedToolTip
source: If using a Universal Link or an indirect seb(s):// link, SEB will search its path hierarchy for config files with this setting
de: Wenn ein Universal Link oder ein indirekter seb(s):// Link benutzt wird, sucht SEB in der Pfad-Hierarchie des Links nach Konfigurationsdateien

# 6Uo-fx-mC8.ibShadowedToolTip
source: Session cookies should be cleared when ending the current exam session (when reconfiguring SEB)
de: Session-Cookies sollen gelöscht werden, wenn die aktuelle Prüfungssession beim Umkonfigurieren beendet wird

# 20.ibShadowedToolTip
source: SEB clears the clipboard when quitting, so use either SEB to copy the exam key to your quiz settings or this option to find the exam key in the clipboard after quitting SEB
de: SEB löscht die Zwischenablage beim Beenden, also kopieren Sie den Browser Exam Key jetzt in Ihr Prüfungssystem oder benutzen Sie diese Option

# 21.title
source: Copy Browser Exam Key to clipboard when quitting SEB
de: Beim Beenden von SEB Browser Exam Key in Zwischenablage kopieren

# 26k-Q1-RaL.title
source: Link to quit SEB after exam
de: Link zum Beenden von SEB nach Prüfungsabgabe

# 33.title
source: Copy this key (which depends on your SEB configuration and the code signature of the SEB app) to the according field in your quiz settings in the exam system having support for SEB 2.0 or later built in.
de: Dieser Schlüssel (der von der SEB-Konfiguration und Programmversion abhängt) muss in das entsprechende Feld in den Prüfungseinstellungen eines mit SEB 2.0 kompatiblen Systems kopiert werden.

# 443.title
source: Place this Quit Link to the 'feedback' page displayed after an exam was successfully finished. Clicking that link will quit or restart SEB without having to enter the quit password.
de: Beenden-Link auf der 'Feedback'-Seite platzieren, die nach Abgabe einer Prüfung angezeigt wird. Anklicken des Links beendet SEB, ohne dass ein Beenden/Entsperren-Passwort eingegeben werden müsste.

# 688.ibShadowedToolTip
source: If a Quit Link is entered, it works regardless of other quit settings in the General pane
de: Wenn ein Beenden-Link angegeben ist, funktioniert dieser unabhängig von anderen Beenden-Einstellungen auf der Seite Allgemein

# 689.placeholderString
source: URL starting with http:// or https://
de: URL beginnend mit http:// oder https://

# EZa-c9-03S.ibShadowedToolTip
source: If a seb(s):// link contains an additional query string, SEB appends it to the exam's Start URL
de: Wenn ein seb(s):// Link eine zusätzliche Query-Zeichenkette beinhaltet, hängt SEB diese an die Start URL der Prüfung an

# HG9-Qt-FY9.ibShadowedToolTip
source: Exam session in SEB is restarted, after the quit URL has been detected, instead of quitting SEB
de: Prüfungssession wird neu gestartet anstatt SEB zu beenden, nachdem die Beenden-URL erkannt wurde

# Ji2-gQ-cOh.title
source: Ask user to confirm quitting
de: Benutzer muss das Beenden bestätigen

# K70-6q-gBR.title
source: Copy this key (which depends on your SEB configuration) to the according field in your quiz settings in the exam system having support for SEB for macOS 2.1.3 or later built in. The Config Key might be automatically generated by your exam system (see its documentation).
de: Dieser Schlüssel (der von der SEB-Konfiguration abhängt) muss in das entsprechende Feld in den Prüfungseinstellungen eines mit SEB 2.1.3 für macOS kompatiblen Systems kopiert werden. Der Config Key kann vom Prüfungssystem automatisch generiert werden (siehe dessen Dokumentation).

# Qei-df-hVI.ibShadowedToolTip
source: This text is displayed as the title of the password entering/confirming dialog window and tooltip for the Back to Start Button
de: Dieser Text wird als Titel des Passwort-/Bestätigungs-Dialogs und als Tooltip für die 'Zurück zum Start'-Taste angezeigt

# Rln-rP-DrR.title
source: Use Start URL (see General pane)
de: Start-URL verwenden (siehe Allgemein)

# SdD-R8-hNc.placeholderString
source: Match URL
de: Zu vergleichende URL

# Suk-hp-L3I.ibShadowedToolTip
source: Session cookies should be cleared when starting the current exam session (when reconfiguring SEB)
de: Session-Cookies sollen gelöscht werden, wenn die aktuelle Prüfungssession beim Umkonfigurieren gestartet wird

# Vfv-tN-rLa.title
source: Deep linking allows to directly open various exams using just one exam config file placed somewhere in the path hierarchy of a sebs:// or Universal Link (those links need to start with the URL used in Start URL).
de: Deep-Linking erlaubt das Öffnen von diversen Prüfungen mit einer einzigen Konfigurationsdatei, welche irgendwo in der Pfadhierarchie eines sebs:// oder Universal Links abgelegt wurde (die Links müssen mit der Start URL aus der Konfigurationsdatei beginnen)

# Vu0-G2-uN8.title
source: Exam Deep Linking
de: Deep-Linking für Prüfungen (iOS)

# XHR-6b-cHs.title
source: Disable clearing session cookies when ending the first session and when starting the second session. Then users stay logged in if they already were in the previous session.
de: Wenn das Löschen der Session-Cookies beim Beenden der ersten Prüfungssession und beim Starten den zweiten deaktiviert wird, bleiben Benutzer eingeloggt.

# Xhp-ON-YK2.title
source: Reconfiguring URL
de: Rekonfigurations-URL

# ZFB-Me-HJd.ibShadowedToolTip
source: The URL of the seb(s) link which invokes reconfiguring a secure session has to be matched by this string
de: Die zu vergleichende URL muss mit der URL des seb(s)-Links zur Rekonfiguration übereinstimmen.

# bGJ-Qs-OiP.title
source: Enter custom URL or select "Use Start URL" to display the Back to Start Button in the SEB dock/taskbar.
de: URL eingeben oder 'Start-URL benutzen' auswählen, um 'Zurück zum Start'-Taste im SEB-Dock anzuzeigen

# bTx-tu-6Av.placeholderString
source: URL starting with http:// or https://
de: URL beginnend mit http:// oder https://

# czI-08-Q8k.title
source: Back to Start Button
de: 'Zurück zum Start'-Taste

# dN3-5O-Rpi.title
source: Allow reconfiguring by loading an SEB config file (while using the client config or during an exam session). If the running session is secure (has a quit password set), indicate the allowed URL of the new exam config in Reconfiguring URL (wildcard character '*' can be used).
de: Erlaubt Umkonfigurieren durch das Laden einer SEB Prüfungskonfiguration (während die Client-Konfiguration benutzt wird oder während einer Prüfungssession). Falls die laufende Session ein Beenden-Passwort gesetzt hat, muss die erlaubte URL für die neue Prüfungskonfigurationsdatei im Feld 'Rekonfigurations-URL' angegeben werden (Wildcard-Zeichen '*' kann benutzt werden).

# gk0-kD-QIq.title
source: Use Browser & Config Keys (send in HTTP header)
de: Browser & Config Key benutzen (im HTTP-Header senden)
