Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# 0RK-x9-0F0.title
source: This screen is disabled in current settings
de: Dieser Bildschirm ist in den aktuellen Einstellungen deaktiviert

# 0h8-R9-UfE.title
source: Save
de: Sichern

# 2XV-dZ-8rd.title
source: Please enter correct password!
de: Bitte korrektes Passwort eingeben!

# 5.title
source: Bring All to Front
de: Alle nach vorne bringen

# 7xF-1g-PGT.title
source: Override checking for dictation
de: Check für Diktieren deaktivieren

# 8GV-gd-2lK.title
source: Edit Duplicate
de: Duplikat bearbeiten

# 9NP-zj-EeW.title
source: Revert to Client Settings
de: Zurücksetzen auf Client-Einstellungen

# 9TK-SC-OtA.title
source: Override checking for the processes listed above
de: Check für oben gelistete Prozesse deaktivieren

# 9V8-Fs-9oi.title
source: Prohibited Process Locked SEB!
de: SEB gesperrt wegen verbotenem Prozess!

# 19.title
source: Window
de: Fenster

# 24.title
source: Window
de: Fenster

# 58.title
source: About SEB
de: Über SEB

# 129.title
source: Preferences…
de: Einstellungen …

# 136.title
source: Quit SEB
de: SEB beenden

# 195.title
source: Stop Speaking
de: Sprachausgabe stoppen

# 196.title
source: Start Speaking
de: Sprachausgabe starten

# 197.title
source: Copy
de: Kopieren

# 198.title
source: Select All
de: Alles auswählen

# 199.title
source: Cut
de: Ausschneiden

# 200.title
source: Spelling and Grammar
de: Rechtschreibung und Grammatik

# 201.title
source: Check Document Now
de: Dokument jetzt prüfen

# 202.title
source: Delete
de: Löschen

# 203.title
source: Paste
de: Einfügen

# 204.title
source: Show Spelling and Grammar
de: Rechtschreibung und Grammatik einblenden

# 205.title
source: Edit
de: Bearbeiten

# 207.title
source: Undo
de: Widerrufen

# 208.title
source: Find Next
de: Weitersuchen (vorwärts)

# 209.title
source: Find…
de: Suchen …

# 210.title
source: Jump to Selection
de: Auswahl anzeigen

# 211.title
source: Speech
de: Sprachausgabe

# 212.title
source: Speech
de: Sprachausgabe

# 213.title
source: Find Previous
de: Weitersuchen (rückwärts)

# 215.title
source: Redo
de: Wiederholen

# 216.title
source: Spelling and Grammar
de: Rechtschreibung und Grammatik

# 217.title
source: Edit
de: Bearbeiten

# 218.title
source: Find
de: Suchen

# 219.title
source: Check Spelling While Typing
de: Während der Texteingabe prüfen

# 220.title
source: Find
de: Suchen

# 239.title
source: Zoom
de: Zoomen

# 295.title
source: View
de: Darstellung

# 296.title
source: View
de: Darstellung

# 297.title
source: Toggle Toolbar
de: Symbolleiste anzeigen

# 346.title
source: Check Grammar With Spelling
de: Rechtschreib- und Grammatikprüfung

# 348.title
source: Substitutions
de: Ersetzungen

# 349.title
source: Substitutions
de: Ersetzungen

# 350.title
source: Smart Copy/Paste
de: Intelligentes Kopieren/Einsetzen

# 351.title
source: Smart Quotes
de: Intelligente Anführungszeichen

# 354.title
source: Smart Links
de: Intelligente Links

# 450.title
source: Transformations
de: Transformationen

# 451.title
source: Transformations
de: Transformationen

# 452.title
source: Make Upper Case
de: Grossbuchstaben

# 454.title
source: Correct Spelling Automatically
de: Rechtschreibung autom. korrigieren

# 457.title
source: Show Substitutions
de: Ersetzungen einblenden

# 460.title
source: Smart Dashes
de: Intelligente Bindestriche

# 462.title
source: Text Replacement
de: Text ersetzen

# 465.title
source: Make Lower Case
de: Kleinbuchstaben

# 466.title
source: Capitalize
de: Grossschreiben

# 490.title
source: Help
de: Hilfe

# 491.title
source: Help
de: Hilfe

# 492.title
source: SEB Help
de: SEB Hilfe

# 887.title
source: Reload Page
de: Seite neu laden

# 907.title
source: Larger Text
de: Text vergrössern

# 908.title
source: Smaller Text
de: Text verkleinern

# 912.title
source: Regular Text Size
de: Originalgrösse

# 913.title
source: Stop
de: Stopp

# Dex-y3-8UD.title
source: This event has been recorded.
de: Dieses Ereigniss wurde aufgezeichnet.

# H1g-uS-wch.title
source: Override checking for Siri
de: Check für Siri deaktivieren

# HGQ-o5-kHC.title
source: Open…
de: Öffnen …

# IHx-TC-Bz7.title
source: Send
de: Senden

# KqQ-9i-HSM.title
source: Open…
de: Öffnen …

# LTv-Us-Cro.title
source: Configure Client
de: Client konfigurieren

# LkZ-vD-zaJ.title
source: Settings
de: Einstellungen

# MYP-4t-dpx.title
source: Revert to Last Saved
de: Zurücksetzen auf Datei

# Qlt-2p-OmY.title
source: Cancel
de: Abbrechen

# QrI-qU-IU3.title
source: Save As…
de: Sichern als …

# S4Y-jw-8zY.title
source: Zoom Page In
de: Seiteninhalt vergrössern

# SDp-oG-6Ia.title
source: Dismiss
de: Verwerfen

# Thx-Ic-L6f.title
source: Apply and Restart
de: Anwenden und Neustart

# UPO-LF-2DU.title
source: Override process security check completely
de: Check für verbotene Prozesse ganz deaktivieren

# UaS-yv-Dq3.title
source: Settings
de: Einstellungen

# XL9-tP-eEk.title
source: Password:
de: Passwort:

# YC0-l9-3YS.title
source: Edit Duplicate
de: Duplikat bearbeiten

# YeX-5O-huE.title
source: Some tool tried to circumvent the SEB kiosk mode. Make sure you don't use any key combinations or trackpad gestures which might trigger such tools or the Notification Center.
de: Ein Hilfsprogramm hat versucht, den SEB Kiosk-Modus zu umgehen. Stellen Sie sicher, dass Sie keine Tastenkombinationen oder Trackpad-Gesten verwenden, welche solche Hilfsprogramme aktivieren könnten.

# YsN-Cb-3bf.title
source: Fullscreen
de: Vollbild ein

# aG5-0k-cAL.title
source: Revert to Defaults
de: Zurücksetzen auf Voreinstellungen

# anq-S4-gmN.title
source: Enter password:
de: Passwort eingeben:

# bsl-EU-pHD.title
source: Override checking for screen sharing
de: Check für Bildschirmfreigabe deaktivieren

# cfx-jb-hJX.ibExternalAccessibilityDescription
source: Current time
de: Aktuelle Zeit

# eiW-K5-gGu.title
source: Save
de: Sichern

# f7N-eB-F22.title
source: Warning!
de: Warnung!

# fhi-DK-hWE.title
source: Actual Size
de: Originalgrösse

# gQN-UT-3wR.title
source: Save As…
de: Sichern als …

# icu-d0-oaR.title
source: Revert to Defaults
de: Zurücksetzen auf Voreinstellungen

# kbH-iY-TGy.title
source: Override enforcing built-in display
de: Eingebautes Display erzwingen deaktivieren

# lIX-w9-SMd.title
source: Revert to Client Settings
de: Zurücksetzen auf Client-Einstellungen

# mQ1-3N-dPK.title
source: Enter Raise Hand message:
de: Wortmeldung/Nachricht eingeben:

# nYI-e9-Ags.title
source: Cancel
de: Abbrechen

# npk-yl-ONe.title
source: Zoom Page Out
de: Seiteninhalt verkleinern

# pIH-zG-hNx.title
source: Log In
de: Einloggen

# pMV-oP-mZU.title
source: Revert to Last Saved
de: Zurücksetzen auf Datei

# pZD-Yp-uUL.title
source: Retry
de: Wiederholen

# qGd-4E-G3J.title
source: Cancel
de: Abbrechen

# rlJ-6q-QNz.title
source: Quit SEB/exam session instead of unlocking
de: SEB oder Prüfungssession beenden anstatt Entsperren

# sFU-ql-51U.title
source: Apply and Restart
de: Anwenden und Neustart

# sdD-uM-Hx0.title
source: Settings
de: Einstellungen

# toT-ZU-d4i.title
source: Enter quit/unlock password to unlock SEB:
de: Beenden/Entsperren-Passwort eingeben, um SEB zu entsperren:

# xDQ-P3-KpK.title
source: SEB is locked because a process, which isn't allow to run cannot be terminated. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: SEB ist gesperrt, weil ein verbotener Prozess nicht beendet werden kann. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

# ztz-q9-fV1.title
source: Configure Client
de: Client konfigurieren

# 0g5-nW-upZ.ibExternalAccessibilityDescription
source: Touch optimized (Win)
de: Touch-optimiert (Win)

# 0g5-nW-upZ.title
source: Touch optimized (Win)
de: Touch-optimiert (Win)

# 01r-Av-2fG.title
source: Enable zoom
de: Zoom zulassen (Mac/Win)

# 3BX-Zg-kQK.title
source: Show side menu (Win)
de: Seitliches Menü anzeigen (Win)

# 3Dw-Kd-w6C.title
source: Status Bar with FaceID (iOS)
de: Statusleiste mit FaceID (iOS)

# 4jn-9i-JSP.title
source: Enable scroll lock (iOS)
de: Scrollsperre zulassen (iOS)

# 4om-Lh-WpE.title
source: Enable text zoom
de: Text-Zoom zulassen

# 5FQ-cv-4vv.ibShadowedToolTip
source: Status Bar appearance on devices without FaceID
de: Darstellung der Statusleiste auf Geräten ohne FaceID

# 5q3-9k-8so.ibShadowedToolTip
source: Pages can be zoomed with cmd +/- or the commands in the view menu and browser window toolbar
de: Webseiten können mit Cmd +/- oder den Befehlen im Menü Darstellung und der Browserfenster-Werkzeugleiste vergrössert/verkleinert werden

# 5vc-3w-9mP.ibShadowedToolTip
source: Allow looking up text elements on a web site using the 3-finger tap (or force touch) on a trackpad
de: Mit drei Fingern auf dem Trackpad tippen oder den kräftigen Klick zum Nachschlagen von Begriffen zulassen

# 8gT-1Z-xTw.ibShadowedToolTip
source: Shows navigation buttons (back/forward) in the SEB for iOS Dock. Otherwise these buttons are displayed in the browser toolbar (if enabled), or in the side menu.
de: Navigations-Knöpfe (Zurück/Vorwärts) im SEB für iOS Dock anzeigen. Ansonsten werden diese Kontrollelemente in der Browser-Symbolleiste (falls aktiviert) oder im Seitenmenü angezeigt

# 8p0-c4-gAw.title
source: Height
de: Höhe

# 9eK-6x-D8A.ibExternalAccessibilityDescription
source: Main browser window width
de: Breite des Haupt-Browserfensters

# 9eK-6x-D8A.ibShadowedToolTip
source: Window width in pixel or percentage of total screen width
de: Fensterbreite in Punkten oder Prozent der Bildschirmbreite

# AYo-yw-GhI.ibShadowedToolTip
source: Text in browser windows can be zoomed with ctrl - cmd +/- or the commands in the view menu and browser window toolbar. When using the modern WebView, text zoom only works on some (simple) webpages and is only enabled when the page zoom level is 1.0
de: Text in Browserfenstern kann mit ctrl-cmd +/- oder den Befehlen im Menü Darstellung und der Browserfenster-Werkzeugleiste vergrössert/verkleinert werden

# CbO-ag-eEy.ibShadowedToolTip
source: Displays address field in additional browser windows for manually entering URLs
de: Zeigt Adressfeld in zusätzlichen Browserfenstern für die manuelle Eingabe von URLs an

# Fjl-cW-pil.ibShadowedToolTip
source: Status Bar appearance on devices with FaceID
de: Darstellung der Statusleiste auf Geräten mit FaceID

# HEJ-HA-6o4.title
source: Show keyboard layout (Win)
de: Auswahl Tastaturbelegung anzeigen (Win)

# ID6-7c-aOO.ibExternalAccessibilityDescription
source: Use full screen mode
de: Vollbildmodus benutzen

# ID6-7c-aOO.title
source: Use full screen mode
de: Vollbildmodus benutzen

# IjF-ym-hYg.title
source: Show scroll lock button (iOS)
de: Taste Scrollsperre anzeigen (iOS)

# J5d-BA-D2w.title
source: Browser view mode
de: Browser-Darstellungsmodus

# JtS-CO-tOW.title
source: SEB dock/taskbar
de: SEB Dock/Taskleiste

# LNX-ve-0Pd.title
source: Enable browser window toolbar
de: Symbolleiste anzeigen

# O41-bz-cfY.ibShadowedToolTip
source: Allow using check spelling/grammar and 'correct spelling automatically'
de: 'Rechtschreib- und Grammatikprüfung' und 'Rechtschreibung automatisch korrigieren' zulassen

# P8m-ga-H0m.ibShadowedToolTip
source: Allows to reconnect to WiFi networks which have previously been connected to
de: Erlaubt es, die Verbindung mit WLAN-Netzwerken wiederherzustellen

# QSj-QF-dad.ibShadowedToolTip
source: Displays a toolbar on top of the browser window which can also be hidden by the user
de: Symbolleiste in Browserfenstern anzeigen

# Qdn-Cu-Oym.title
source: Toolbar/Menu Bar/Status Bar
de: Symbolleiste/Menüleiste/Statusleiste

# RJU-Xs-qUE.title
source: Show address bar for main window (Win)
de: Adressfeld für Hauptfenster anzeigen (Win)

# SY0-BY-pkl.ibShadowedToolTip
source: Displays address field in main browser window for manually entering URLs
de: Zeigt Adressfeld im Hauptfenster für die manuelle Eingabe von URLs an

# Soq-V2-Zan.ibShadowedToolTip
source: Shows Dock button which allows to start an exam or to reconfigure SEB by scanning a QR code with a SEB link. The button is only displayed if QR Code Config is enabled in Config File pane and if not running in exam mode
de: Zeigt Taste im SEB-Dock, welche das Starten einer Prüfung oder das Umkonfigurieren von SEB mittels Scannen eines QR-Codes erlaubt. Die Taste wird nur angezeigt, wenn 'Konfiguration mit QR-Code erlauben' in den Konfiguration-Einstellungen eingeschaltet ist und SEB nicht im Prüfungsmodus läuft

# TNk-06-tQi.title
source: Show time
de: Uhrzeit anzeigen

# Vv2-Sf-65e.title
source: Show menu bar
de: Menüleiste anzeigen

# W1X-bf-zFD.ibExternalAccessibilityDescription
source: Use browser window
de: Browserfenster verwenden

# W1X-bf-zFD.title
source: Use browser window
de: Browserfenster verwenden

# XV8-Xi-8DI.ibExternalAccessibilityDescription
source: Main browser window height
de: Höhe Hauptfenster

# XV8-Xi-8DI.ibShadowedToolTip
source: Window height in pixel or percentage of total screen height
de: Fensterhöhe in Punkten oder Prozent der Bildschirmhöhe

# XpZ-o2-ZKZ.title
source: Show scan QR code button (iOS)
de: Taste QR-Code scannen anzeigen (iOS)

# Xu3-qq-gP1.title
source: Show Back to Start button
de: 'Zurück zum Start'-Taste anzeigen

# Z1l-z6-njE.ibShadowedToolTip
source: Zoom level to use by default on every page. When using the modern WebView, text zoom only works on some (simple) webpages and is only enabled when the page zoom level is 1.0
de: Zoomstufe, die standardmässig auf jeder Seite benutzt wird. Unter iOS funktioniert Text- und Seiten-Zoom nur im modernen WebView. Text-Zoom nur mit manchen (einfachen) Webseiten und nur wenn der Seiten-Zoom auf 1.0 eingestellt ist

# Z2G-Dw-4mT.title
source: Hide toolbar as default
de: Symbolleiste standardmässig ausblenden

# Zfa-sc-BEA.ibShadowedToolTip
source: The SEB dock shows and switches between open browser windows, allowed resources and applications and displays additional controls
de: Das SEB-Dock zeigt und schaltet um auf offene Browserfenster, zugelassene Ressourcen und Drittapplikationen und kann zusätzliche Funktionen beinhalten

# Zkh-MJ-gRD.title
source: Default page zoom level
de: Standard Seiten-Zoomstufe

# afV-ai-ahl.title
source: Dock height
de: Dock-Höhe

# b3g-sT-qMg.title
source: Allow dictionary look up
de: Begriffe Nachschlagen erlauben

# bdb-Ye-f5Q.ibShadowedToolTip
source: With the scroll lock button and/or side menu item, web page scrolling, selecting text and the text magnifier can be disabled. This can facilitate using drag-and-drop and drawing question types. (iOS only)
de: Mit der Scrollsperre-Taste und/oder dem Seitenmenü kann das Scrollen der Webseite, die Textauswahl und Textvergrösserung ausgeschaltet werden. Dies kann die Benutzung von Drag-und-Drop und Freihandzeichnungs-Fragetypen erleichtern (nur iOS)

# cKh-Sd-JBS.title
source: Horizontal positioning
de: Horizontale Positionierung

# cTg-Hs-L1B.title
source: Show SEB dock
de: SEB-Dock/Taskleiste anzeigen

# dLs-bX-Goa.title
source: Status Bar Appearance (iOS)
de: Darstellung Statusleiste (iOS)

# eEA-et-CSR.title
source: Allow spell checking
de: Rechtschreibprüfung zulassen

# end-3L-Lzd.ibShadowedToolTip
source: Shows the Back to Start button, if this feature in configured in the Exam pane
de: Die 'Zurück zum Start'-Taste wird angezeigt, falls diese Funktion in den Prüfungs-Einstellungen aktiviert ist

# fbK-yl-e2o.ibShadowedToolTip
source: Reloads current web page. Shows warning if enabled in Browser settings pane
de: Lädt die aktuelle Webseite neu. Zeigt eine Warnung an, wenn diese in den Browser-Einstellungen aktiviert ist

# geu-O8-rL1.ibExternalAccessibilityDescription
source: Horizontal positioning of main browser window
de: Horizontale Positionierung des Haupt-Browserfensters

# geu-O8-rL1.ibShadowedToolTip
source: Position browser window on the left, right or centered
de: Browserfenster links, rechts oder zentriert positionieren

# kbg-Kp-tbc.title
source: Width
de: Breite

# kh1-Rf-TWo.title
source: Show address bar for additional windows (Win)
de: Adressfeld für zusätzliche Fenster anzeigen (Win)

# kyV-Ns-eIu.title
source: Main browser window size and position
de: Grösse und Position Haupt-Browserfenster

# l2A-KY-iEk.ibShadowedToolTip
source: Zoom level to use by default on every page
de: Zoomstufe, die standardmässig auf jeder Seite benutzt wird

# lWE-3I-sTM.ibShadowedToolTip
source: Shows the scroll lock button in the Dock if the scroll lock feature is enabled (iOS only)
de: Scrollsperre-Taste im Dock anzeigen, wenn die Scrollsperre-Funktion zugelassen ist (nur iOS)

# lc5-eA-GRt.title
source: Show Wi-Fi control (Win)
de: WLAN-Auswahl anzeigen (Win)

# nO5-ha-zqD.title
source: Spell Checker
de: Rechtschreibprüfung

# ndk-5a-0Nv.ibShadowedToolTip
source: Shows current keyboard layout and allows to change it
de: Zeigt aktuelle Tastaturbelegung an und erlaubt, diese umzuschalten

# oH6-kG-mSm.title
source: Enable page zoom
de: Seiten-Zoom zulassen

# oZJ-Jp-rma.ibExternalAccessibilityDescription
source: Dock height in points
de: Dockhöhe in Punkten

# oZJ-Jp-rma.ibShadowedToolTip
source: SEB dock height in points (pixel height*2 on Retina displays)
de: SEB-Dockhöhe in Punkten

# p1X-iY-d90.ibShadowedToolTip
source: The SEB side menu displays the same controls as the Dock
de: Das SEB-Seitenmenü zeigt dieselben Kontrollelemente wie das Dock an

# qfl-QX-6zS.ibExternalAccessibilityDescription
source: Browser view mode
de: Browser-Darstellungsmodus

# qfl-QX-6zS.ibShadowedToolTip
source: Use a browser window which can be scaled and moved around, show main window full screen or use the tablet mode (Win)
de: Browser-Fenster (kann bewegt und skaliert werden), Hauptfenster im Vollbild oder Touch-/Tablet-Modus (Win) verwenden

# rQZ-65-nx7.title
source: Show quit button
de: Taste Beenden anzeigen

# tSt-QD-jfK.ibShadowedToolTip
source: Shows the Quit SEB/Session Dock button
de: Zeigt die 'SEB Beenden'-Taste im Dock an

# vVA-cT-h1p.title
source: Show navigation buttons (iOS)
de: Navigations-Tasten anzeigen (iOS)

# vmu-au-292.ibShadowedToolTip
source: Hide browser window toolbar by default. It can be unhidden using the View menu or alt-cmd-T
de: Browserfenster-Symbolleiste standardmässig ausblenden. Sie kann mittels Darstellung-Menü oder den Tasten alt-cmd-T (Wahl-Befehl-T) angezeigt werden.

# wZf-F1-YN6.ibShadowedToolTip
source: Show current time
de: Aktuelle Uhrzeit anzeigen

# whL-zd-OWS.title
source: Show reload button
de: Neuladen-Taste anzeigen

# zNp-k1-XUs.title
source: Default text zoom level
de: Standard-Textgrösse

# zrE-tv-pfV.ibShadowedToolTip
source: Show the macOS menu bar to allow accessing settings like Wi-Fi
de: macOS Menüleiste anzeigen für Zugriff auf Einstellungen wie WLAN

# 0ME-6B-zzQ.title
source: Ignore in AAC
de: Im AAC-Modus ignorieren

# 3ET-Le-SL5.ibShadowedToolTip
source: Show icon of permitted application in dock/taskbar (not possible when 'run in background' is enabled)
de: Icon der erlaubten Applikation im Dock/Taskleiste anzeigen (nicht möglich, wenn 'Als Hintergrund-Prozess zulassen' aktiviert ist)

# 5.ibShadowedToolTip
source: Decreases security of the kiosk mode by allowing the process switcher (Cmd+Tab). The blacked out background of SEB also doesn't cover some alerts and modal windows in this mode.
de: Setzt die Sicherheit des Kiosk-Modus herab durch Zulassen des Programmumschalters cmd-Tab (Befehlstaste-Tabulator). SEB muss in einem gesicherten Benutzerkonto betrieben werden!

# 6.title
source: Allow switching to third party applications
de: Umschalten auf Drittapplikationen erlauben

# 48u-14-9LW.ibShadowedToolTip
source: SEB will attempt to quit prohibited applications automatically but nicely, allowing them to save edited documents
de: SEB versucht verbotene Applikationen automatisch zu beenden und ihnen die Gelegenheit zum Abspeichern von ungesicherten Änderungen zu geben

# 134.ibShadowedToolTip
source: Playing videos full screen with Flash is a security problem. Better use HTML5 video instead of Flash! When switching to third party applications is disabled, Flash fullscreen mode isn't possible at all.
de: Videos mittels Flash im Vollbildmodus abzuspielen ist ein Sicherheitsproblem. Deshalb wird empfohlen, HTML5-Video anstatt Flash zu benutzen (dort ist der Vollbildmodus kein Problem). Bei deaktiviertem Umschalten auf Drittapplikationen ist der Flash-Vollbildmodus grundsätzlich nicht möglich.

# 135.title
source: Allow Flash to switch to full screen mode
de: Flash-Vollbildmodus erlauben

# 240.label
source: Permitted Processes
de: Erlaubte Prozesse

# 241.label
source: Prohibited Processes
de: Verbotene Prozesse

# 299.ibShadowedToolTip
source: SEB will attempt to quit applications/processes which are not permitted to run during an exam and require to terminate those which are prohibited
de: SEB überwacht, welche Prozesse/Applikationen während einer Prüfung laufen. Die nicht explizit erlaubten werden ausgeblendet, die verbotenen werden beendet

# 301.title
source: Require to quit all applications
de: Laufende Prozesse müssen beendet werden

# 346.ibExternalAccessibilityDescription
source: Permitted Processes (Win)
de: Erlaubte Prozesse (Win)

# 346.ibShadowedToolTip
source: Permitted Processes, currently not supported for macOS
de: Erlaubte Prozesse, momentan auf macOS nicht unterstützt

# 405.title
source: Selected Process
de: Ausgewählter Prozess

# 463.ibShadowedToolTip
source: Add a permitted process
de: Erlaubten Prozess hinzufügen

# 464.ibShadowedToolTip
source: Remove process
de: Prozess entfernen

# 495.ibShadowedToolTip
source: Allows choosing an application (or a process executable file) which will be added to the list of permitted processes
de: Ermöglicht eine Applikation/Prozess-Executable auszuwählen, welche zur Liste der erlaubten Prozesse hinzugefügt wird.

# 496.title
source: Choose Application...
de: Applikation auswählen …

# 537.headerCell.title
source: Title
de: Titel

# 637.ibShadowedToolTip
source: Permitted process item is active
de: Erlaubter Prozess

# 638.title
source: Active
de: Aktiv

# 642.title
source: Title
de: Titel

# 645.ibShadowedToolTip
source: Application title which is displayed in the application chooser and SEB dock/taskbar
de: Name der Applikation, der im SEB-Dock und im Programmumschalter angezeigt wird

# 654.ibShadowedToolTip
source: Optional, should explain what kind of process this is, because this might not be obvious only from the executable's name
de: Optionale Beschreibung des Prozesses, weil dies nicht aus dem Prozess-Namen ersichtlich sein muss

# 657.title
source: Description
de: Beschreibung

# 674.ibShadowedToolTip
source: Process name, usually the file name of the executable
de: Prozess-Name, normalerweise der Dateinahme der auszuführenden Datei (Executable)

# 687.ibShadowedToolTip
source: Filesystem path (formatted system specific) to the process executable’s directory (excluding the file name). If the path is not given or relative, then SEB searches system provided paths for applications
de: Dateisystem-Pfad (systemspezifisch formatiert) zum Verzeichnis des Prozess-Executables (ohne Dateiname). Wenn der Pfad nicht angegeben oder relativ ist, sucht SEB die Systempfade für Applikationen ab

# 690.title
source: Path
de: Pfad

# 736.ibShadowedToolTip
source: Arguments to append to the executable of the application when starting it. Checkbox selects if an argument is active
de: Kommandozeilen-Parameter, die beim Starten an das Kommando (Applikations-Executable) angehängt werden. Mit der Checkbox wird ausgewählt, ob ein Argument aktiv ist.

# 773.title
source: Arguments
de: Argument

# 865.ibExternalAccessibilityDescription
source: Add Argument Button
de: Taste Argument hinzufügen

# 865.ibShadowedToolTip
source: Add a command line argument for the permitted process
de: Kommandozeilen-Argument für erlaubten Prozess hinzufügen
