Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# CP1-uX-itB.title
source: Enforce blocking screen sharing on Mac
de: Bildschirmfreigabe Blockieren erzwingen (Mac)

# Ctf-z6-c6e.title
source: Allow Single App Mode
de: Einzel-App-Modus erlauben

# DLb-CL-wTh.title
source: Allow Windows Update to run while SEB is running
de: Windows Update zulassen, während SEB läuft

# Dce-pG-aKy.title
source: Special Keys (Win)
de: Spezialtasten

# Eqg-kF-Hjl.title
source: Function Keys (Win)
de: Funktionstasten

# FHY-jc-rXS.ibShadowedToolTip
source: SEB displays a lock screen (requiring to enter the quit/unlock password) if it detects that its process was stopped, which can indicate manipulation
de: SEB zeigt einen Sperrbildschirm an (Entsperren mittels Beenden/Entsperren-Passwort), wenn sein Prozess unterbrochen wurde, was auf eine Manipulation hindeuten kann

# FJP-p9-xw7.ibShadowedToolTip
source: If enabled, Siri can be used by tapping the menu bar icon, Touch Bar icon or shortcut set in System Preferences/Siri (default: hold command space). The Siri window won't be displayed though
de: Siri kann mittels des Menüleisten- oder Touch Bar Icons oder der in den Systemeinstellungen/Siri definierten Tastenkombination (Standard: Command+Leertaste halten) aktiviert werden. Das Siri-Fenster wird aber nicht angezeigt

# FaM-aF-JR1.title
source: Directory
de: Verzeichnis

# Fmg-wZ-Cpg.title
source: Enable F6
de: F6 erlauben

# GQb-uN-fJO.title
source: Enable Print Screen
de: Print Screen erlauben

# GXF-y1-76z.ibShadowedToolTip
source: On macOS <12.1 DNS lookup doesn't work while in AAC. Pre-pinning resolves all domains from Start URL and URL filter rules before starting AAC to mitigate this bug. This allows to use AAC on macOS 11 - 12.0
de: Unter macOS <12.1 funktioniert die DNS-Auflösung in AAC nicht. Das Pre-Pinning löst alle Domains aus der Start-URL und den URL-Filterregeln vor dem Start von AAC auf, um diesen Fehler zu vermeiden. Dies ermöglicht die Verwendung von AAC unter macOS 11 - 12.0

# Gly-dr-m3X.ibShadowedToolTip
source: SEB enforces to be installed in the Applications folder (/Applications)
de: SEB verlangt, im Programmverzeichnis installiert zu werden (/Programme)

# HN5-u7-3UG.ibShadowedToolTip
source: On devices with iOS <= 12, sleep mode can be activated while in AAC by for example closing an iPad case. Use this option to display a lock screen when the device is woken up
de: Auf Geräten mit iOS <= 12 kann der Sperrbildschirm auch im AAC-Assessment-/Bewertungsmodus beispielsweise durch Schliessen einer iPad-Hülle angezeigt werden. Mit dieser Option blockiert SEB den Bildschirm (Beenden-Passwort zur Freigabe notwendig), nachdem das Gerät entsperrt wurde.

# IWf-Eq-wzJ.title
source: Enable Alt-Mousewheel
de: Alt-Mausrad erlauben

# IXz-wb-IuQ.title
source: Enable F8
de: F8 erlauben

# JG9-Mn-nzE.title
source: Guided Access Compatibility
de: Kompatibilität zu 'Geführtem Zugriff'

# JRL-fG-lI3.title
source: Disable app switcher when starting
de: Programmumschalter während Start verbieten

# KKV-0r-AMe.ibShadowedToolTip
source: SEB can also be installed in the Applications folder of the current user (~/Applications)
de: SEB darf auch im Verzeichnis Programme des aktuellen Benutzers installiert sein (~/Programme)

# KbI-Yu-DVk.ibExternalAccessibilityDescription
source: None (for debugging only)
de: Keiner (nur für Debugging)

# KbI-Yu-DVk.title
source: None (for debugging only)
de: Keiner (nur für Debugging)

# LEn-zs-oJl.ibShadowedToolTip
source: Use legacy method to block macOS screen shots (invoked with cmd+shift+3/+4/+5). Disable together with enabling settings 'Allow screen capture/recording' and 'Allow window capture (screen shots)' will allow to take screen shots on Mac (use 'Enable Print Screen' in Hooked Keys tab to allow screen shots to be taken on Win).
de: Blockiert macOS Bildschirmfotos (cmd-shift-3/-4/-5) mittels einer älteren Methode (kompatibel mit einigen Remote Proctoring Tools). Für Bildschirmfotos diese Einstellung deaktivieren und 'Bildschirmaufnahme erlauben' und 'Fenster auf Bildschirmfotos darstellen' aktivieren. Für Windows die Option 'Print Screen erlauben' (Sicherheit / 'Hooked Keys' Einstellungen) verwenden.

# LHf-yE-fnG.title
source: Block screen shots (Legacy)
de: Bildschirmfotos blockieren (Legacy)

# LMS-AX-0a5.ibExternalAccessibilityDescription
source: Select kiosk mode for SEB on Windows
de: Kiosk-Modus für SEB auf Windows auswählen

# LTi-lL-sOs.title
source: Enable Log off
de: Abmelden erlauben

# Lff-Up-3Ym.title
source: Enforce minimum macOS version:
de: Minimale macOS-Version erzwingen:

# M5z-0E-3yB.title
source: Logging
de: Loggen

# MYN-Xy-8h5.ibExternalAccessibilityDescription
source: Enforce minimum macOS version
de: Minimale macOS-Version erzwingen

# MYN-Xy-8h5.ibShadowedToolTip
source: SEB refuses to run on an older system version. This setting is used when the new setting "Check full macOS version number" is disabled
de: SEB verweigert den Betrieb auf einer älteren Betriebssystemversion

# NRp-5r-KY5.title
source: Ignore errors when validating displays
de: Fehler beim Validieren von Bildschirmen ignorieren

# O4R-7z-oLy.title
source: Allow to use dictation
de: Diktieren erlauben

# OJb-4n-VN8.ibShadowedToolTip
source: In addition to major version, check also for allowed minor and patch version number
de: Minor- und Patch-Versionsnummern zusätzlich zur Major-Version

# Ouk-wE-FFP.title
source: Enable Shut down
de: Herunterfahren erlauben

# P6d-Sx-lww.title
source: Prevent auto-lock
de: Auto-Sperrzustand verhindern

# P88-5S-xeR.ibShadowedToolTip
source: Corresponds to 'Allow navigating back/forward in exam' in Browser pane. Disabling browsing to previously visited pages may increase security, because browsing back might allow to leave an exam
de: Entspricht 'Seiten-Navigation in Prüfung' im Browser-Tab. Ausschalten der Funktion, auf bereits besuchte Seiten zurückzukehren verhindert, eine Prüfung zu verlassen, indem man auf eine Startseite ausserhalb des Prüfungs-Servers zurückkehrt

# PH3-Cb-12g.ibShadowedToolTip
source: Allows macOS screen capture (screen shots) and recording (cmd-shift-3/-4/-5)
de: Erlaubt Bildschirmfotos und Bildschirm-Videoaufzeichnung (cmd-shift-3/-4/-5)

# PWk-fT-HdC.title
source: Enable Right Mouse
de: Rechte Maustaste erlauben

# Q9f-s0-F1Q.ibShadowedToolTip
source: Allows to use Macs, which don't have a built-in display (like a Mac Mini or Mac Pro), even if enforcing it is enabled
de: Nutzung von Macs erlauben, welche kein eingebautes Display besitzen (Mac Mini/Mac Pro), selbst wenn dieses erzwungen wird

# QDh-CB-5x6.title
source: Minor version number
de: Minor-Versionsnummer

# Rfz-L4-35Q.title
source: Allow notifications from Chrome browsers
de: Benachrichtigungen von Chrome Browsern erlauben

# Rgp-1k-Eaw.title
source: Enable Change a password
de: Passwort ändern erlauben

# SZK-Aw-k1e.ibShadowedToolTip
source: Detail settings for locking down the system and specific system features
de: Detail-Einstellungen zum Sperren des Systems und spezifische System-Funktionen

# TED-sf-9ZX.title
source: Enable F7
de: F7 erlauben

# TMW-TW-FOP.title
source: Enable Alt-F4
de: Alt-F4 erlauben

# Th4-Xn-XSd.ibShadowedToolTip
source: While SEB is running, the display isn't switched off and the device isn't locked
de: Während SEB läuft, wird der Bildschirm nicht ausgeschaltet und das Gerät nicht gesperrt

# UDI-4x-V3M.label
source: System Lockdown
de: System sperren

# UEX-8o-YnQ.title
source: Kiosk Mode (Win)
de: Kiosk-Modus

# UUd-ek-uMg.title
source: Enable F10
de: F10 erlauben

# UcT-h8-nFW.title
source: Enable F12
de: F12 erlauben

# Udm-zO-P00.ibShadowedToolTip
source: Enable for using right mouse button in allowed third party applications (since SEB 3.1 no longer affecting Mac version)
de: In SEB für macOS erlaubt dies die Benutzung der rechten Maustaste/des Kontextmenüs in Browser Plug-Ins und Videoplayern etc.

# WA3-Fp-0nb.title
source: Detect when SEB process was stopped
de: Stoppen des SEB-Prozesses detektieren

# Y3K-X1-40d.title
source: Set VMware configuration
de: VMware-Konfiguration setzen

# ZZ6-sG-BWw.ibShadowedToolTip
source: If more displays are connected, these are blanked with an orange full screen window
de: Wenn mehr Bildschirme angeschlossen sind, werden diese mit einem orangen Fenster abgedeckt

# a9Y-jJ-E1h.ibShadowedToolTip
source: SEB checks for the command key being held down while SEB is starting up. This prevents using the application switcher to mess with SEB's kiosk mode
de: SEB überprüft während des Aufstartens, ob die Befehlstaste (cmd) gedrückt gehalten wird. Dies verhindert Manipulationen mit Hilfe des Programmumschalters

# aae-zS-9MN.ibShadowedToolTip
source: Enforces using the built-in display: If none is available, refuses to run
de: Erzwingt die Nutzung des eingebauten Displays: Betrieb wird verweigert, wenn keines verfügbar ist

# bTO-u1-Mao.title
source: Enable Alt-Esc
de: Alt-Esc erlauben

# bWG-hR-Cd7.title
source: Minor version number
de: Minor-Versionsnummer

# brP-Q3-eve.title
source: Lock screen after sleep mode
de: Bildschirm nach Ruhezustand sperren

# btE-nf-WWC.ibShadowedToolTip
source: Use the built-in display (if available) when only one display is allowed or when SEB switches display mirroring off
de: Den eingebauten Bildschirm (falls vorhanden) benutzen, wenn nur ein Display erlaubt ist oder wenn Display-Mirroring beendet wird

# c2c-ER-MY0.ibShadowedToolTip
source: Controls capturing the iOS device screen using AirPlay or a Lightning/USB-C cable. Corresponds with enable PrintScreen on Win
de: Steuert die Aufzeichnung oder Wiedergabe des Bildschirminhalts eines iOS-Gerätes über AirPlay oder ein Lightning/USC-C Kabel. Entspricht 'PrintScreen erlauben' auf Win

# cYs-RO-IZD.title
source: Enable network connection selector
de: Netzwerkauswahl erlauben

# cfE-bh-Syt.title
source: Enforce private clipboard on Mac
de: Private Zwischenablage auf Mac erzwingen

# cqk-oB-iLU.ibShadowedToolTip
source: SEB refuses to run on a major iOS beta version, unless it is allowed here
de: SEB verweigert die Benutzung einer iOS-Major-Betaversion, sofern diese nicht hier erlaubt ist

# dYr-I9-VL8.title
source: While running SEB
de: Während SEB läuft

# dbm-W0-7Yt.title
source: Log file directory:
de: Log-Dateiverzeichnis Windows:

# dpL-te-8hi.ibExternalAccessibilityDescription
source: Disable Explorer Shell
de: Windows Explorer deaktivieren

# dpL-te-8hi.title
source: Disable Explorer Shell
de: Windows Explorer deaktivieren

# fbv-Hd-X6P.title
source: Allow running from macOS version
de: Erlaube Benutzung ab macOS-Version

# g34-gq-Owk.ibShadowedToolTip
source: Shows or hides SEB windows on macOS screen shots (invoked with cmd-shift-3/-4/-5)
de: Zeigt oder versteckt SEB-Fenster auf macOS Bildschirmfotos (cmd-shift-3/-4/-5)

# gaS-9v-32d.ibShadowedToolTip
source: Transforms specific HTTP requests for clicked links to prevent the 'Guided Access is enabled' message being displayed when clicking all links
de: Spezifische HTTP-Request für angeklickte Links werden angepasst, um die Meldung 'Geführter Zugriff ist aktiv' zu vermeiden

# gma-Qm-KEF.title
source: Use built-in display
de: Eingebautes Display benutzen

# hpd-SM-vcA.title
source: maximum allowed number of connected displays
de: maximal erlaubte Bildschirme

# hwg-eH-cMm.title
source: Allow display mirroring (affects also AirPlay Display)
de: Display-Mirroring erlauben (u.a. AirPlay-Monitor)

# i04-6r-xmo.title
source: Options in the Windows Security Screen invoked by Ctrl-Alt-Del
de: Optionen im durch Ctrl-Alt-Del geöffneten Windows-Sicherheitsfenster

# iCr-0C-5NT.title
source: Use Assessment Mode (AAC/ASAM) if available
de: AAC/ASAM verwenden

# jQ0-cO-PEU.title
source: Use AAC with DNS pre-pinning
de: AAC mit DNS-Pre-Pinning verwenden

# jtH-LC-r6t.title
source: Patch version number
de: Patch-Versionsnummer

# k8Y-ym-LrR.ibShadowedToolTip
source: Allows macOS screen sharing to be used (VNC based) and Windows remote session (RDP)
de: Erlaubt Benutzung der macOS-Bildschirmfreigabe (VNC basiert)

# kBz-Xz-wNK.ibShadowedToolTip
source: The kiosk mode setting reflects how the computer is locked down into SEB.
de: Der Kiosk-Modus bestimmt, wie SEB den Computer abgesichert

# kFz-c0-Xi1.ibShadowedToolTip
source: The SEB Service changes aspects of the system configuration, e.g. removes options from the Win Security Screen (ctrl-alt-del). Some anti-malware software might falsly identify its operations as malicious.
de: Der SEB-Service ändert temporär die Systemkonfiguration, die Optionen im Windows Sicherheitsbildschirm (Ctrl-Alt-Del) werden entfernt. Manche Anti-Schadsoftware-Programme könnten dies als fälschlicherweise als Virus-Aktivität interpretieren und SEB blockieren.

# krs-I7-LT9.ibShadowedToolTip
source: Automatic Assessment Configuration (AAC) Assessment Mode is available from macOS Monterey 12.1 (and Catalina 10.15.4 and >= 10.15.6). It blocks various macOS features (which cannot be allowed optionally, like screen capture/sharing, Siri, Dictation)
de: Der Automatic Assessment Configuration (AAC) Modus ist ab macOS Catalina 10.15.4 verfügbar. Er blockiert verschiedene macOS-Funktionen (diese können nicht optional erlaubt werden, beispielsweise Bildschirmaufzeichnung, Siri und Diktieren)

# lyl-Qv-iTq.title
source: Allow window capture (screen shots)
de: Fenster auf Bildschirmfotos darstellen

# mCE-kG-rgQ.ibShadowedToolTip
source: Uses either AAC (for BYOD) or requires device to be supervised and having SEB set as an allowed app to invoke Autonomous Single App Mode (ASAM, which takes priority over AAC)
de: Benutzt entweder AAC (für BYOD) oder benötigt ein betreutes Gerät, auf dem SEB als autorisierte App konfiguriert ist, um den autonomen Einzel-App-Modus (ASAM) ohne Rückfrage aktivieren zu können

# n1l-UI-Mxa.title
source: Enable F3
de: F3 erlauben

# n9V-3H-mM5.title
source: Enable Lock this computer
de: Computer sperren erlauben

# nZw-6z-Ph8.title
source: Enable Esc
de: Esc erlauben

# ngP-Zu-OIN.ibShadowedToolTip
source: Activate when using SEB inside a virtual machine, otherwise display detection will not work properly
de: Anwählen, wenn SEB in einer virtuellen Maschine benutzt wird, ansonsten funktioniert das Erkennen von Bildschirmen nicht

# nui-Ct-A6q.title
source: Save log file to:
de: Log speichern:

# oIi-XG-JWG.title
source: Allow running from iOS version
de: Erlaube Benutzung ab iOS-Version

# oX1-uW-Zow.title
source: Allow network screen sharing
de: Netzwerk-Bildschirmfreigabe erlauben

# oq3-9u-BrJ.ibShadowedToolTip
source: If not selected, SEB prevents to mirror the main display to another (for example an AirPlay Display)
de: SEB verhindert, dass der Hauptbildschirm auf einen anderen gespiegelt wird (beispielsweise auf einen AirPlay-Monitor)

# p3h-Gz-2AS.title
source: Allow iOS screen capture
de: iOS-Bildschirmaufzeichnung erlauben

# p7z-jo-UF3.title
source: Enable VMware Client Shade
de: VMware Client Shade erlauben

# pn0-dK-cZw.ibShadowedToolTip
source: Overrides the original screen sharing setting (on Mac clients)
de: Übersteuert die originale Einstellung für die Bildschirmfreigabe

# q3q-Xm-TRl.title
source: Enable F9
de: F9 erlauben

# q9c-zv-s6c.title
source: Enable F5
de: F5 erlauben

# qqs-ZA-6ds.ibShadowedToolTip
source: If enabled, overrides the old setting 'Use private clipboard" and enforces the private clipboard, so contents can only be copy-pasted inside SEB browser windows
de: Wenn aktiviert, wird die alte Einstellung 'Private Zwischenablage verwenden' nicht beachtet, sodass Inhalte nur innerhalb von SEB-Browserfenstern kopiert und eingefügt werden können

# rd9-dL-Qhi.title
source: Enable F2
de: F2 erlauben

# rm8-cp-dzk.title
source: Enable Switch User
de: Benutzerwechsel erlauben

# sUj-TY-bKw.title
source: Allow also user's ~/Applications folder
de: Verzeichnis ~/Programme erlauben

# tCd-Tz-DNH.title
source: Patch version number
de: Patch-Versionsnummer

# ttr-Vj-MUS.title
source: Major version number
de: Major-Versionsnummer

# uTC-Vm-HfF.title
source: Major version number
de: Major-Versionsnummer

# ufj-NR-s2G.title
source: Enable Alt-Tab
de: Alt-Tab erlauben

# uiU-JQ-4Yc.title
source: Enable Start Task Manager
de: Task-Manager starten erlauben

# vh3-YR-Pun.ibShadowedToolTip
source: If enabled, dictation can be invoked with the shortcut set in System Preferences/Keyboard/Dictation (default: press fn twice)
de: Diktieren kann mittels der in den Systemeinstellungen/Tastatur/Diktat definierten Tastenkombination (Standard: fn zweimal drücken) aktiviert werden

# wUs-SE-6xn.ibShadowedToolTip
source: Controls Print Screen
de: 'Print Screen'-Taste erlauben, entspricht macOS 'Bildschirmfotos erlauben' (cmd-shift-3 und cmd-shift-4)

# yCu-0c-Hf1.title
source: Enable F4
de: F4 erlauben

# yZ6-jt-n52.title
source: Check full macOS version number
de: Vollständige macOS-Versionsnummer überprüfen

# zzi-ch-X4d.title
source: Allow screen capture/recording
de: Bildschirmaufzeichnung erlauben

# 2GF-yS-Sed.label
source: Search
de: Suchen

# 2GF-yS-Sed.paletteLabel
source: Search
de: Suchen

# 5ay-Fd-lF5.title
source: Resource Not Permitted
de: Ressource nicht erlaubt

# 7Mz-lY-Ld6.title
source: Cancel
de: Abbrechen

# 7wI-3Z-I1s.title
source: Custom
de: Frei

# 8py-w9-weT.ibShadowedToolTip
source: Add a filter rule for the current URL/resource to the ignore list, based on the selected pattern. Ignored URLs don't show a warning permanently in the URL filter teach mode
de: Filterregel für die aktuelle URL zur Ignorieren-Liste hinzufügen, basierend auf dem ausgewählten Schema. Für ignorierte URLs wird dauerhaft keine Warnung im Filterregeln-Lernen-Modus angezeigt

# 9Wp-xb-WzU.title
source: Ignore
de: Ignorieren

# 173.ibExternalAccessibilityDescription
source: Go Back or Forward
de: Vorherige oder nächste Seite anzeigen

# 173.ibShadowedToolTip
source: Navigation in browsing history of this window
de: Im Browser-Verlauf dieses Fensters navigieren

# 174.ibShadowedToolTips[0]
source: Show the previous page
de: Vorherige Seite anzeigen

# 174.ibShadowedToolTips[1]
source: Show the next page
de: Nächste Seite anzeigen

# 175.label
source: Back/Forward Navigation
de: Zurück/Vorwärts

# 179.toolTip
source: Change text size
de: Textgrösse ändern

# 181.ibShadowedLabels[0]
source: Make Text Smaller
de: Schrift verkleinern

# 181.ibShadowedLabels[1]
source: Make Text Bigger
de: Schrift vergrössern

# 192.label
source: Reload
de: Neu laden

# 192.toolTip
source: Reload this webpage
de: Diese Seite neu laden

# AcO-IT-BuS.title
source: Block
de: Blockieren

# B3X-Rp-SlN.title
source: It's not allowed to open this link! You can create a new filter rule based on the following patterns:
de: Es ist nicht erlaubt, diesen Link zu öffnen! Sie können eine neue Filterregel basierend auf den folgenden Schemas erstellen:

# FOw-Up-15U.ibExternalAccessibilityDescription
source: Search previous or next match
de: Vorheriger oder nächster Suchtreffer

# FW8-h0-H13.title
source: Dismiss All
de: Alle verwerfen

# FY0-V8-iJe.ibShadowedToolTips[0]
source: Go to previous match
de: Zum vorherigen Suchtreffer springen

# FY0-V8-iJe.ibShadowedToolTips[1]
source: Go to next match
de: Zum nächsten Suchtreffer springen

# KId-E2-Y59.ibShadowedToolTip
source: Dismiss all unknown URLs/resources of the current HTTP request. Reloading a page shows dismissed URLs again
de: Alle unbekannten URLs/Ressourcen des aktullen HTTP-Requests verwerfen. Neu laden einer Seite zeigt verworfene URLs wieder an

# KUW-Xw-ucJ.ibShadowedToolTip
source: Click to copy the host/directory part of the current URL into the custom filter expression text field
de: Anklicken, um den Host/Verzeichnis-Teil der aktuellen URL in das Feld für den benutzerdefinierten Filterausdruck zu kopieren

# NOj-02-Eih.label
source: Previous/Next
de: Vorheriger/Nächster

# RPl-Pj-8QJ.title
source: Done
de: Fertig

# S08-6E-SPm.ibExternalAccessibilityDescription
source: Search text
de: Text suchen

# S08-6E-SPm.ibShadowedToolTip
source: Search text on web pages. Search in PDFs only works with modern WebView and macOS 11 or newer
de: Text auf Webseiten suchen. Suche in PDF-Dateien funktioniert nur im modernen WebView und macOS 11 oder neuer

# Tww-Uu-pBF.label
source: Search Done
de: Suche fertig

# Tww-Uu-pBF.paletteLabel
source: Search Done
de: Suche fertig

# ZLD-BY-T5K.label
source: Page Zoom
de: Seiten-Zoom

# ZLD-BY-T5K.toolTip
source: Zoom page content
de: Seiteninhalt verkleinern/vergrössern

# aE8-n6-keh.title
source: Directory
de: Verzeichnis

# baa-dD-Wnp.title
source: Dismiss
de: Verwerfen

# cja-1x-YEa.ibShadowedToolTip
source: Add a block filter rule for the current URL/resource based on the selected pattern
de: Eine 'blockieren' Filterregel für die aktuelle URL/Ressource hinzufügen, basierend auf dem angewählten Schema. Sollte nur selten notwendig sein, weil alle nicht explizit erlaubten URLs vom Filter sowieso blockiert werden

# ib9-0q-pfh.ibExternalAccessibilityDescription
source: Go to Dock
de: Gehe zum Dock

# ib9-0q-pfh.ibShadowedToolTip
source: Select first control in the Dock
de: Erste Taste im Dock auswählen

# ig8-v8-XUJ.ibShadowedToolTip
source: Dismiss current unknown URL/resource, so it doesn't show up again on this page. Reloading a page shows dismissed URLs again
de: Diese unbekannte URL/Ressource verwerfen, sodass sie nicht mehr angezeigt wird auf dieser Webseite. Neu laden der Seite zeigt verworfene URLs wieder an

# jnc-il-FuZ.ibShadowedToolTip
source: Click to copy the registered domain part of the current URL into the custom filter expression text field
de: Anklicken, um den registrierten Domain-Teil der aktuellen URL in das Feld für den benutzerdefinierten Filterausdruck zu kopieren

# kPG-Y4-EWv.ibShadowedToolTip
source: Shows initially the full URL, can be edited to create a custom URL filter expression. You can use the wildcard character * too. Click the links above to copy the according pattern into this field
de: Zeigt zu Beginn die vollständige URL, kann editiert werden, um einen benutzerdefinierten URL-Filterausdruck zu erstellen. Das Wildcard-Zeichen * kann verwendet werden. Obenstehende Links können angeklickt werden, um die den Schemen entsprechenden URL-Teile in dieses Feld zu kopieren

# lbT-D3-1dX.title
source: Click to restore full URL as filter expression
de: Anklicken, um die vollständige URL als Filterausdruck wiederherzustellen

# mk7-3C-ndY.title
source: Host/Path
de: Host/Pfad

# mvP-Sq-mee.ibShadowedToolTip
source: Click to copy the host/path part of the current URL into the custom filter expression text field
de: Anklicken, um den Host/Pfad-Teil der aktuellen URL in das Feld für den benutzerdefinierten Filterausdruck zu kopieren

# qkO-f0-59m.ibShadowedLabels[0]
source: Zoom Page Out
de: Seiteninhalt verkleinern

# qkO-f0-59m.ibShadowedLabels[1]
source: Zoom Page In
de: Seiteninhalt vergrössern

# sIN-ro-zV3.ibShadowedToolTip
source: Click to restore the full current URL into the custom filter expression text field
de: Anklicken, um den Host/Verzeichnis-Teil der aktuellen URL in das Feld für den benutzerdefinierten Filterausdruck zu kopieren

# sfT-nQ-Hte.ibShadowedToolTip
source: Click to copy the host part of the current URL into the custom filter expression text field
de: Anklicken, um den Host-Teil der aktuellen URL in das Feld für den benutzerdefinierten Filterausdruck zu kopieren

# vVz-K2-Hbd.title
source: Allow
de: Erlauben

# wjF-4e-tSF.label
source: Go to Dock
de: Gehe zum Dock

# wjF-4e-tSF.toolTip
source: Select first control in the Dock
de: Erste Taste im Dock auswählen

# z9W-wM-LUg.ibShadowedToolTip
source: Add an allow filter rule for the current URL/resource based on the selected pattern
de: Filterregel für die aktuelle URL/Resource basierend auf dem ausgewählten Schema hinzufügen
