Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: With the Scroll Lock button and/or side menu item, web page scrolling, selecting text and the text magnifier can be disabled. This can facilitate using drag-and-drop and drawing question types.
de: Mit der Scrollsperre-Taste und/oder dem Seitenmenü kann das Scrollen der Webseite, die Textauswahl und Textvergrösserung ausgeschaltet werden. Dies kann die Benutzung von Drag-und-Drop und Freihandzeichnungs-Fragetypen erleichtern.

source: Zoom is only supported in modern WebView. Text zoom only works on some (simple) webpages. It is only enabled when the page zoom level is 1.0.
de: Zoom wird nur in modernen WebViews unterstützt. Der Textzoom funktioniert nur auf einigen (einfachen) Webseiten. Er ist nur aktiviert, wenn die Seiten-Zoomstufe 1.0 ist.

source: Allow Editing
de: Bearbeiten erlauben

source: Edit SEB Client Settings
de: SEB Client-Einstellungen bearbeiten

source: Initiate Sending Logs
de: Senden von Logdateien einleiten

source: Initiate Settings Reset
de: Zurücksetzen der Einstellungen einleiten

source: Reset SEB Client Settings
de: SEB Client-Einstellungen zurücksetzen

source: Send SEB Logs
de: SEB-Logdateien senden

source: You can edit settings after opening SEB.
de: Sie können die Einstellungen nach dem Öffnen von SEB bearbeiten.

source: You can reset settings after opening SEB to allow the initial configuration to be set again.
de: Sie können die Einstellungen nach dem Öffnen von SEB zurücksetzen, um zur Anfangskonfiguration zurückzukehren.

source: You can send log files by email after opening SEB.
de: Sie können nach dem Öffnen von SEB Logdateien per E-Mail versenden.

# 0F9-PI-gFi.title
source: Text Cell
de: Textzelle

# 0K2-hZ-wDD.ibShadowedToolTip
source: Icon for bundled applications, BSD processes don't have icons
de: Icon für Applikations-Bundles, BSD-Prozesse haben keine Icons

# 3rS-ZA-NoH.title
source: Speech
de: Sprachausgabe

# 4J7-dP-txa.title
source: Enter Full Screen
de: Vollbildmodus

# 4sb-4s-VLi.title
source: Quit SEBVerificator
de: SEBVerificator beenden

# 5QF-Oa-p0T.title
source: Edit
de: Bearbeiten

# 5kV-Vb-QxS.title
source: About SEBVerificator
de: Über SEBVerificator

# 6dh-zS-Vam.title
source: Redo
de: Wiederholen

# AYZ-dP-qAj.title
source: Text Cell
de: Text-Zelle

# AYu-sK-qS6.title
source: Main Menu
de: Hauptmenü

# Axh-wP-wXM.title
source: Text Cell
de: Text-Zelle

# BI7-wo-SEq.headerCell.title
source: Default for
de: Standard für

# BpK-NM-gKl.headerCell.title
source: Path
de: Pfad

# ByG-5p-onf.title
source: Rescan
de: Neu scannen

# F2S-fz-NVQ.title
source: Help
de: Hilfe

# FKE-Sm-Kum.title
source: SEBVerificator Help
de: SEBVerificator Hilfe

# H8h-7b-M4v.title
source: View
de: Darstellung

# HyV-fh-RgO.title
source: View
de: Darstellung

# Kd2-mp-pUS.title
source: Show All
de: Alle einblenden

# LE2-aR-0XJ.title
source: Bring All to Front
de: Alle nach vorne bringen

# OY7-WF-poV.title
source: Minimize
de: Im Dock ablegen

# Olw-nP-bQN.title
source: Hide SEBVerificator
de: SEBVerificator ausblenden

# Oyz-dy-DGm.title
source: Stop Speaking
de: Sprachausgabe stoppen

# R4o-n2-Eq4.title
source: Zoom
de: Zoomen

# Ruw-6m-B2m.title
source: Select All
de: Alles auswählen

# Td7-aD-5lo.title
source: Window
de: Fenster

# Tdk-Pw-m81.title
source: Text Cell
de: Text-Zelle

# UNe-y8-uGc.title
source: Text Cell
de: Text-Zelle

# Vdr-fp-XzO.title
source: Hide Others
de: Andere ausblenden

# W48-6f-4Dl.title
source: Edit
de: Bearbeiten

# Ynk-f8-cLZ.title
source: Start Speaking
de: Sprachausgabe starten

# aUF-d1-5bR.title
source: Window
de: Fenster

# bzt-lT-Pcg.title
source: SEB Verificator found the applications below which are registered to open .seb files or seb(s):// links. Make sure only the official Safe Exam Browser version with correct code signature, placed in the /Applications folder is used for your exams! It is advisable to delete (or archive) all other SEB versions. If you place SEB configuration file(s) in the same folder as the Verificator, they will be listed below in alphabetic order. The selected config will be used when starting the selected SEB version using the "Start SEB" button.
de: SEB Verificator hat die unten stehenden Applikationen gefunden, die zum Öffnen von .seb Dateien oder seb(s):// Links registriert sind. Stellen Sie sicher, dass nur die offizielle Safe Exam Browser Version mit korrekter Code-Signatur, die sich im Ordner /Programme befindet, für Ihre Prüfungen verwendet wird! Wir empfehlen, alle anderen SEB-Versionen zu löschen (oder zu archivieren). Wenn Sie die SEB-Konfigurationsdatei(en) im selben Ordner wie SEB Verificator ablegen, werden sie unten in alphabetischer Reihenfolge aufgeführt. Die selektierte Konfiguration wird verwendet, wenn Sie die ausgewählte SEB-Version über die Schaltfläche "SEB starten" ausführen.

# dRJ-4n-Yzg.title
source: Undo
de: Eingabe widerrufen

# fMW-ki-eNP.title
source: Text Cell
de: Text-Zelle

# gVA-U4-sdL.title
source: Paste
de: Einsetzen

# nte-6R-9eH.headerCell.title
source: SEB Configuration Files
de: SEB-Konfigurationsdateien

# oaQ-Zj-hTe.headerCell.title
source: Signature
de: Signatur

# pa3-QI-u2k.title
source: Delete
de: Löschen

# rvM-qA-gOk.title
source: Quit Apps & Start SEB
de: Apps beenden & SEB starten

# sbr-9f-jAT.title
source: Start SEB
de: SEB starten

# ser-R6-Pdf.title
source: Text Cell
de: Text-Zelle

# uRl-iY-unG.title
source: Cut
de: Ausschneiden

# vV8-JJ-2fX.ibShadowedToolTip
source: Icon for bundled applications, BSD processes don't have icons
de: Icon für Applikations-Bundles, BSD-Prozesse haben keine Icons

# wpr-3q-Mcd.title
source: Help
de: Hilfe

# x3v-GG-iWU.title
source: Copy
de: Kopieren

# xrE-MZ-jX0.title
source: Speech
de: Sprachausgabe

source: with argument
de: mit Parameter

source: Applications Must Be Terminated
de: Applikationen müssen beendet werden

source: Default for opening
de: Standard zum Öffnen

source: Invalid
de: Ungültig

source: Opening SEB app
de: SEB-App öffnen

source: Path
de: Pfad

# Quit Apps &amp; Start SEB
source: Quit Apps & Start SEB
de: Apps beenden & SEB starten

source: Rescanning for SEB-alike applications
de: Neue Suche nach SEB-Applikationen

source: SEB Verificator initialized
de: SEB Verificator initialisiert

source: Scanning for SEB-alike applications
de: Suche nach SEB-Applikationen

source: Signature
de: Signatur

source: Start with config
de: Starten mit Konfiguration

source: Starting SEB failed with error:
de: SEB Starten fehlgeschlagen! Fehler:

source: Terminating SEB Verficator after starting SEB
de: SEB Verificator beenden nach dem Starten von SEB

source: The following running applications must be terminated
de: Die unten stehenden Programme müssen beendet werden

source: Warning About Selected SEB Version
de: Warnung für selektierte SEB-Version

source: We recommend to delete/archive all other SEB versions to prevent that exams are started in the wrong SEB version.
de: Wir empfehlen, alle anderen SEB-Versionen zu löschen (oder zu archivieren) um zu vermeiden, dass Prüfungen mit der falschen SEB-Version gestartet werden.

source: You are about to start an SEB version which isn't registered as default app to open both .seb files and seb(s):// links. This is inconsistent and an issue for exams not started with SEB Verificator.
de: Sie möchten eine SEB-Version starten, die im Betriebssystem nicht als Standard zum Öffnen von .seb Dateien oder seb(s):// Links registriert ist. Dies ist inkonsistent und ein Problem für Prüfungen, die nicht mittels SEB Verificator gestartet werden.

source: You are about to start an SEB version which isn't registered as the default application in the system to open .seb files and seb(s):// links
de: Sie möchten eine SEB-Version starten, die im Betriebssystem nicht als Standard zum Öffnen von .seb Dateien oder seb(s):// Links registriert ist.

source: no BundleID
de: keine Bundle-ID

source: terminated
de: beendet

# NSHumanReadableCopyright
source: © 2010-2023 Daniel R. Schneider, ETH Zurich, Educational Development and Technology (LET), based on the original idea of Safe Exam Browser by Stefan Schneider, University of Giessen
de: © 2010-2022 Daniel R. Schneider, ETH Zürich, Lehrentwicklung und -technologie (LET), basierend auf der Originalidee des Safe Exam Browser von Stefan Schneider, Universität von Giessen
