Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: Proctoring failed with error '%@'. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: Fernüberwachung fehlgeschlagen mit Fehler '%@'. Geben Sie das Beenden/Entsperren-Passwort ein, welches üblicherweise der Prüfungsaufsicht bekannt ist.

source: Proctoring failed:
de: Fernüberwachung fehlgeschlagen:

source: Prohibited Process Locked SEB!
de: SEB gesperrt wegen verbotenem Prozess!

source: Prohibited Processes Are Running
de: Verbotene Prozesse laufen

source: Prohibited processes detected
de: Verbotene Prozesse wurden detektiert!

source: Prohibited processes still running
de: Verbotene Prozesse laufen noch

source: Project concept: Thomas Piendl, Daniel R. Schneider, Damian Buechel, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.
de: Projekt-Konzept: Thomas Piendl, Daniel R. Schneider, Damian Büchel, Andreas Hefti, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.

source: Project concept: Thomas Piendl, Daniel R. Schneider, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.
de: Projekt-Konzept: Thomas Piendl, Daniel R. Schneider, Damian Büchel, Andreas Hefti, Dirk Bauer, Kai Reuter, Tobias Halbherr, Karsten Burger, Marco Lehre, Brigitte Schmucki, Oliver Rahs.

source: Quit
de: Beenden

source: Quit All Applications
de: Alle Programme beenden

source: Quit SEB
de: SEB Beenden

source: Quit Safe Exam Browser
de: Safe Exam Browser beenden

source: Quit Session
de: Session beenden

source: Raise Hand
de: Hand heben

source: Re-Opening Locked Exam!
de: Prüfungssession wurde zuvor unterbrochen und nicht korrekt beendet

source: Re-opening an exam which was locked before
de: Erneutes Starten einer zuvor unterbrochenen Prüfungssession

source: Reading Settings Failed
de: Lesen der Einstellungen ist fehlgeschlagen

source: Reload
de: Neu laden

source: Reload Current Page
de: Aktuelle Seite neu laden

source: Remote Proctoring
de: Fernüberwachung

source: Remote Proctoring Not Available
de: Fernüberwachung nicht verfügbar

source: Remote Proctoring Session
de: Session mit Fernüberwachung

source: Repeating Error: Invalid Token
de: Wiederholter Fehler: Ungültiges Token

source: Required built-in display is still not available!
de: Verlangtes eingebautes Display immer noch nicht verfügbar!

source: Reset
de: Zurücksetzen

source: Resources
de: Ressourcen

source: Restart
de: Neustart

source: Restart Session
de: Session neu starten

source: Retry
de: Wiederholen

source: Revert to Client Settings
de: Zurücksetzen auf Client-Einstellungen

source: Right
de: Rechts

source: Running on Current macOS Version Not Allowed!
de: Benutzung auf aktueller macOS-Version nicht erlaubt!

source: SEB Not in %@ Folder!
de: SEB nicht im Verzeichnis '%@'!

source: SEB Process Was Stopped!
de: SEB-Prozess wurde unterbrochen!

source: SEB Re-Configured
de: SEB neu konfiguriert

source: SEB cannot run when the Force Quit window or another system frontmost dialog is open. Close the window or quit SEB. If the window isn't open and this alert is displayed anyways, restart your Mac.
de: SEB kann nicht gestartet werden, wenn das Fenster 'Programme sofort beenden' oder ein anderer System-Dialog im Vordergrund geöffnet ist. Dieses Fenster schliessen oder SEB beenden. Falls die Fehlermeldung weiterhin angezeigt wird, starten Sie Ihren Mac neu.

source: SEB has to be placed in the %1$@ folder in order for all features to work correctly. Move the 'Safe Exam Browser' app to your %2$@ folder and make sure that you don't have any other versions of SEB installed on your system. SEB will quit now.
de: SEB muss im Verzeichnis '%1$@' installiert werden. Bewegen Sie die 'Safe Exam Browser' App in Ihr Verzeichnis %2$@ und stellen Sie sicher, dass Sie keine anderen Versionen von SEB auf Ihrem System installiert haben. SEB wird jetzt beendet.

source: SEB is Locked!
de: SEB ist gesperrt!

source: SEB is configured to only allow uploading a file which was downloaded before. So download a file and if you edit it in a third party application, be sure to save it with the same name at the same path.
de: SEB ist so konfiguriert, dass nur eine zuvor heruntergeladene Datei heraufgeladen werden kann. Laden Sie eine Datei herunter und wenn Sie diese in einer Drittapplikation bearbeiten, speichern Sie diese mit demselben Dateinamen im gleichen Verzeichnis.

source: SEB is locked because a process, which isn't allow to run cannot be terminated. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: SEB ist gesperrt, weil ein verbotener Prozess nicht beendet werden kann. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: SEB is locked because it was attempted to switch the user. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: SEB ist gesperrt, weil versucht wurde, auf einen anderen Benutzer umzuschalten. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: SEB needs Accessibility permissions to close the font download dialog displayed when a webpage tries to use a font not installed on your Mac. Grant access to Safe Exam Browser in Security & Privacy preferences, located in System Preferences.
de: SEB benötigt die Erlaubnis, den Computer mit Funktionen der Bedienungshilfe zu steuern, um den im Hintergrund angezeigten Dialog schliessen zu können, der angezeigt wird, wenn eine Webseite eine Schriftart herunterladen will, die nicht auf dem Mac installiert ist. Erlauben Sie den Zugriff über die Systemeinstellung "Sicherheit & Datenschutz" / Bedienungshilfen.

source: SEB only supports embedding TLS/SSL and CA certificates and using certificate pinning if running on macOS 10.9 or later versions. If you want to make sure that embedded certificates and certificate pinning work on all exam clients, then you should enforce the minimum macOS version 10.9 in the Security pane.
de: SEB unterstützt das Einbetten von TLS/SSL- und CA-Zertifikaten und das Zertifikat-Pinning nur auf macOS 10.9 oder neuer. Wenn Sie sicherstellen wollen, dass eingebettete Zertifikate und das Zertifikat-Pinning auf allen Prüfungsclients funktionieren, dann sollten Sie die Verwendung von mindestens macOS 10.9 in den Sicherheits-Einstellungen erzwingen.

# SEB process was stopped for %ld:%.2ld (minutes:seconds)
source: SEB process was stopped for %1$ld:%2$.2ld (minutes:seconds)
de: SEB-Prozess war unterbrochen für %1$ld:%2$.2ld (Minuten:Sekunden)

# SEB was locked (exam interrupted) for %ld:%.2ld (minutes:seconds)
source: SEB was locked (exam interrupted) for %1$ld:%2$.2ld (minutes:seconds)
de: SEB war gesperrt (Prüfung unterbrochen) für %1$ld:%2$.2ld (Minuten:Sekunden)

source: SEB was locked by SEB Server. Please contact your exam support.
de: SEB wurde durch SEB Server gesperrt. Bitte wenden Sie sich an Ihren Prüfungs-Support.

source: SEB was unable to force quit all processes, administrator rights might be necessary. Try using the macOS Activity Monitor application or uninstall helper processes (which might be automatically restarted by the system).
de: SEB konnte nicht alle Prozesse sofort beenden. Möglicherweise werden Administrator-Rechte benötigt. Versuchen Sie die Aktivitätsanzeige-Applikation zu benutzen oder deinstallieren Sie Hilfsprozesse (welche teilweise vom Betriebssystem automatisch neu gestartet werden).

source: SEB will upload the same file which was downloaded before. If you edited it in a third party application, be sure you have saved it with the same name at the same path.
de: SEB wird die zuvor heruntergeladene Datei heraufladen. Wenn also eine Datei heruntergeladenen und in einer Drittapplikation bearbeitet wird, muss diese mit demselben Dateinamen im selben Verzeichnis wieder gespeichert werden.

source: SSL Certificate
de: SSL-Zertifikat

source: Save Changes
de: Änderungen speichern

source: Save settings to display its Browser Exam Key
de: Einstellungen speichern, um deren Browser Exam Key anzuzeigen

source: Save settings to display its Config Key
de: Einstellungen speichern, um deren Config Key anzuzeigen

source: Save unencrypted
de: Unverschlüsselt speichern

source: Saved file '%@'
de: Datei '%@' gespeichert

source: Saving Settings Failed
de: Speichern der Einstellungen fehlgeschlagen

source: Screen Sharing Detected!
de: Bildschirmfreigabe detektiert!

source: Screen Sharing Locked SEB!
de: SEB gesperrt wegen Bildschirmfreigabe!

source: Screen sharing detected. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: Ein Netzwerkzugriff auf die Bildschirmfreigabe wurde detektiert. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: Screen sharing is still active
de: Bildschirmfreigabe ist immer noch aktiv

source: Screen sharing was activated
de: Bildschirmfreigabe wurde aktiviert

source: Searching for %@ Configuration Canceled
de: Suche für %@-Konfiguration abgebrochen

source: Searching for a valid %@ config file was canceled.
de: Suche nach einer %@-Konfigurationsdatei wurde abgebrochen.

source: Searching for a valid %@ config file …
de: Suche eine %@-Konfigurationsdatei …

source: Searching local network for Automatic %@ Client Configuration requires a Wi-Fi or VPN connection. You can enter the domain URL of your institution manually too.
de: Die automatische %@-Client-Konfiguration benötigt eine WLAN- oder VPN-Verbindung. Sie können die Domain-URL Ihrer Institution auch manuell eingeben.

source: Secure Web Proxy (HTTPS)
de: Sicherer Web-Proxy (HTTPS)

source: Secure exam session was started, URL:
de: Sichere Prüfungssession wurde gestartet, URL:

source: Secure session was started
de: Sichere Session wurde gestartet

source: Security
de: Sicherheit

source: Security Warning
de: Sicherheitswarnung

source: Select
de: Auswählen

source: Select Exam
de: Prüfung auswählen

source: Settings for Configuring Client
de: Einstellungen zum Umkonfigurieren eines SEB-Clients

source: Settings for Starting Exam
de: Einstellungen zum Starten einer Prüfung

source: Settings have been saved, use this file to configure a SEB client permanently.
de: Einstellungen wurden gespeichert, benutzen Sie diese Konfigurationsdatei, um einen SEB-Prüfungsrechner permanent zu konfigurieren.

source: Settings have been saved, use this file to start an exam with SEB.
de: Konfiguration wurde gespeichert, benutzen Sie diese Datei um eine Prüfung zu starten.

source: Siri Detected!
de: Siri wurde aktiviert!

source: Siri Locked SEB!
de: SEB gesperrt wegen Siri!

source: Siri activity detected. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: Siri wurde unerlaubterweise aktiviert. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: Siri is still active
de: Siri ist immer noch aktiv

source: Siri was activated
de: Siri wurde aktiviert

source: Start SEB
de: SEB starten

source: Starting Exam
de: Prüfung starten

source: Switched back after user switch / login window
de: Wechsel zurück nach Benutzerwechsel / Anmeldefenster

source: System Preferences
de: Systemeinstellungen

source: The SEB process was interrupted, which can indicate manipulation. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: Der SEB-Prozess wurde unterbrochen, was auf eine Manipulation hindeuten könnte. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: The applications below are running, they need to be closed before starting SEB. You can quit applications yourself and return to SEB Verificator to start SEB.
de: Die folgenden gestarteten Applikationen müssen vor dem Starten von SEB beendet werden. Sie können die Applikationen manuell beenden und zu SEB Verificator zurückkehren, um SEB zu starten.

source: The applications/processes below are running, they need to be closed before starting the exam. You can quit applications yourself or deactivate/uninstall helper processes and return to SEB to continue to the exam.
de: Die untenstehenden Programme/Prozesse müssen beendet werden, bevor die Prüfung gestartet werden kann. Sie können Programme selber beenden oder Hilfsprozesse deaktivieren/deinstallieren und danach zu SEB zurück kehren, um mit der Prüfung weiterzufahren.

source: The current session will be remote proctored using a live video and audio stream, which is sent to an individually configured server. Ask your examinator about their privacy policy. %1$@ itself doesn't connect to any centralized %2$@ proctoring server, your exam provider decides which proctoring service/server to use.
de: Die aktuelle Session wird mittels eines Live-Video- und Audiostreams fernüberwacht, welcher an einen individuell konfigurierten (Proctoring-)Server gesendet wird. Fragen Sie Ihren Prüfungsverantwortlichen nach dessen Datenschutzbestimmungen. %1$@ selbst stellt keine Verbindung zu einem zentralen %2$@ Proctoring-Server her. Ihr Prüfungsanbieter entscheidet, welcher Proctoring-Dienst oder Server verwendet werden soll.

source: The identity certificate might be corrupted or the associated private key was imported to the Keychain as 'non-exportable'. If the identity was embedded in a config file, open it here in Preferences. Then the private key will be added to the Keychain as 'exportable'.
de: Das Identitätszertifikat könnte beschädigt sein oder der dazugehörige private Schlüssel wurde als 'nicht-exportierbar' in den Schlüsselbund importiert. Falls das Identitätszertifikat in einer Konfigurationsdatei eingebettet war, öffnen Sie diese hier im Einstellungen-Fenster. Dann wird der private Schlüssel als 'exportierbar' zum Schlüsselbund hinzugefügt.

source: The identity certificate needed to decrypt these settings isn't installed on this device. %@ might not have been configured correctly for your institution.
de: Das zum Entschlüsseln dieser Einstellungen notwendige Identitätszertifikat ist nicht auf diesem Gerät installiert. %@ wurde möglicherweise nicht korrekt für Ihre Institution konfiguriert.

source: The list containing ignore filter expressions has only an effect on the 'Teach allowed/blocked URLs' mode; loading ignored URLs/resources won't display a dialog anymore. They are blocked anyways, because all not allowed URLs are blocked by the URL filter. Do you want to clear the list now?
de: Die Liste mit Filterregeln für zu ignorierende URLs hat nur im Filterregeln-Lernen-Modus eine Wirkung, für ignorierte URLs/Ressourcen wird dauerhaft keine Warnung angezeigt. Blockiert werden diese URLs sowieso, weil alle nicht explizit erlaubten URLs vom Filter blockiert werden. Wollen Sie die Liste nun löschen?

source: The user name or password for %@ was incorrect. Please try again.
de: Der Benutzername oder das Passwort für %@ waren falsch. Bitte versuchen Sie es erneut.

source: There is already a SEB Server session running. It is not allowed to reconfigure for another SEB Server session. Quit the SEB Server session first.
de: Es läuft bereits eine SEB Server Session. Es ist nicht erlaubt, eine andere SEB Server Session zu starten, die laufende muss zuerst beendet werden.

source: These settings are corrupted and cannot be used (failing key: %@).
de: Diese Einstellungen sind beschädigt und können nicht benutzt werden (fehlerhafter Schlüssel: %@).

source: These settings are corrupted and cannot be used.
de: Diese Einstellungen sind beschädigt und können nicht benutzt werden.

source: These settings cannot be used. They may have been created by an incompatible version of SEB or are corrupted.
de: Diese Einstellungen können nicht benutzt werden. Sie wurden entweder mit einer inkompatiblen SEB-Version erstellt oder sind beschädigt

source: These settings have the option 'Allow to open preferences window on client' disabled. Are you sure you want to apply this? Otherwise you can override this option for the current session.
de: Diese Einstellungen haben die Option 'Einstellungen-Fenster darf auf Client geöffnet werden' deaktiviert. Sind Sie sicher, dass Sie das anwenden wollen? Ansonsten können Sie diese Option während der aktuellen Session ignorieren.

source: This embedded resource isn't allowed! You can create a new filter rule based on the following patterns:
de: Es ist nicht erlaubt, diese eingebettete Ressource zu öffnen! Sie können eine neue Filterregel basierend auf den folgenden Schemas erstellen:

source: This exam was interrupted before and not finished properly. Enter the quit/unlock password or response, which usually exam supervision/support knows.
de: Diese Prüfungssession wurde zuvor unterbrochen und nicht korrekt beendet. Beenden/Entsperren-Passwort eingeben, welche üblicherweise der Prüfungsaufsicht bekannt sind.

source: This is a preset prohibited process, which cannot be removed. SEB automatically adds it to any configuration. You can deactivate this preset process or change its properties.
de: Dies ist ein voreingestellter verbotener Prozess, welcher nicht entfernt werden kann. SEB fügt diesen automatisch zu jeder Konfiguration hinzu. Sie können diesen voreingestellten Prozess deaktivieren oder seine Parameter anpassen.

source: This project was partly carried out under the program 'AAA/SWITCH – e-Infrastructure for e-Science' lead by SWITCH, the Swiss National Research and Education Network and the cooperative CRUS project 'Learning Infrastructure' coordinated by SWITCH, supported by funds from the ETH Board.
de: Dieses Projekt wurde teilweise im Rahmen des von SWITCH geleiteten Programms 'AAA/SWITCH – e-Infrastructure für e-Science' und des durch SWITCH koordinierten CRUS-Kooperationsprojektes 'Learning Infrastructure' durchgeführt und erhielt finanzielle Unterstützung durch den ETH-Rat.

source: This setting allows to switch to any application on the exam client computer. Use this option only when running SEB in a special user account managed by parental controls, with only SEB and the desired applications allowed.
de: Diese Einstellung erlaubt es, auf jede beliebige Applikation auf dem Prüfungsrechner zu wechseln. Sie sollte nur benutzt werden, wenn SEB in einem Benutzeraccount verwendet wird, welches mittels der macOS Kindersicherung verwaltet wird. Dabei sollten nur SEB und die gewünschten Applikationen zugelassen werden.

source: To avoid that SEB locks an exam, you have to always use a quit/unlock link after the exam was submitted or the quit button. Never restart your Mac while SEB is still running.
de: Um zu verhindern, dass SEB eine Prüfungssession blockiert, muss immer ein Beenden/Entsperren-Link nach Abgabe der Prüfung oder die Beenden-Taste benutzt werden. Versuchen Sie nie, Ihren Mac neu zu starten oder abzuschalten, während SEB noch läuft.

source: To avoid that SEB locks itself during an exam when it detects that screen sharing started, it's best to switch off 'Screen Sharing' and 'Remote Management' in System Preferences/Sharing and 'Back to My Mac' in System Preferences/iCloud. You can also ask your network administrators to block ports used for the VNC protocol.
de: Um zu verhindern, dass SEB wegen der Bildschirmfreigabe während einer Prüfung gesperrt wird, kann 'Bildschirmfreigabe' und 'Entfernte Verwaltung' in Systemeinstellungen/Freigaben und 'Zugang zu meinem Mac' in Systemeinstellungen/iCloud ausgeschaltet werden. Netzwerk-Administratoren können auch die für das VNC-Protokoll benutzten Ports blockieren.

source: Toggle Proctoring View
de: Fernüberwachungs-Fenster anzeigen/ausblenden

source: Touch Optimized Mode Warning
de: Warnung Modus Touch-optimiert

source: Touch optimization will not work when kiosk mode is set to 'Create new desktop', please change kiosk mode to 'Disable Explorer Shell' in the Security pane.
de: Der Modus Touch-optimiert funktioniert nicht, wenn der Kiosk-Modus 'Neuen Desktop erstellen' eingestellt ist, bitte Kiosk-Modus in den Sicherheits-Einstellungen auf 'Windows Explorer deaktivieren' ändern.

source: URL Blocked!
de: Blockierte URL!

source: Unconfirmed Password
de: Unbestätigtes Passwort

source: Unsaved Changes
de: Ungesicherte Änderungen

source: Untitled
de: Unbenannt

source: Uploading
de: Upload

source: Used third-party frameworks:
de: Benutzte Dritthersteller-Bibliotheken:

source: User Interface
de: Benutzeroberfläche

source: User Switch Locked SEB!
de: SEB gesperrt wegen Benutzerwechsel!

source: User name: %@
de: Benutzername: %@

source: User switch / switch to login window detected
de: Benutzerwechsel / Anmeldefenster detektiert

source: Verbose
de: Alles

source: Virtual Machine Detected!
de: Virtuelle Maschine erkannt!

source: Warning
de: Warnungen

source: Web Content
de: Webinhalt

source: White on Black
de: Weiss auf Schwarz

source: Win: User agent for desktop mode
de: Win: User Agent für Desktop-Modus

source: Win: User agent for touch/tablet mode
de: Win: User Agent für Touch-/Tablet-Modus

source: Wrong Admin Password
de: Falsches Administrator-Passwort

source: Wrong Institution URL
de: Falsche Institutions-URL

source: Wrong Quit Password
de: Falsches Beenden/Entsperren-Passwort

source: Wrong SEB Server Fallback Password entered
de: Falsches SEB Server Fallback-Passwort eingegeben

source: Wrong password entered!
de: Falsches Passwort eingegeben!

source: Wrong password! Try again to enter the correct exam password:
de: Falsches Passwort! Bitte das korrekte Passwort eingeben:

source: Wrong password! Try again to enter the correct password used to encrypt these settings:
de: Falsches Passwort! Bitte das korrekte zur Verschlüsselung dieser Einstellungen benutzte Passwort eingeben:

source: Wrong password! Try again to enter the current %@ administrator password:
de: Falsches Passwort! Bitte das korrekte %@ Administrator-Passwort erneut eingeben:

source: Wrong quit/unlock password.
de: Falsches Beenden/Entsperren-Passwort

source: You are not allowed to have Siri enabled while running SEB. Restart SEB after switching Siri off in System Preferences/Siri.
de: Es ist nicht erlaubt, Siri zu benutzen, während SEB läuft. Starten Sie SEB neu, nachdem Sie Siri deaktiviert haben.

source: You are not allowed to have dictation enabled while running SEB. Restart SEB after switching dictation off in System Preferences/Keyboard/Dictation.
de: Es ist nicht erlaubt, die Diktat-Funktion zu benutzen, während SEB läuft. Starten Sie SEB neu, nachdem Sie die Diktat-Funktion deaktiviert haben.

source: You are not allowed to have screen sharing active while running SEB. Restart SEB after switching screen sharing off.
de: Es ist nicht erlaubt, die Bildschirmfreigabe zu benutzen, während SEB läuft. Starten Sie SEB neu, nachdem Sie die Bildschirmfreigabe abgeschaltet haben.

source: You are not allowed to run SEB inside a virtual machine!
de: Es ist nicht erlaubt, SEB innerhalb einer virtuellen Maschine zu betreiben!

source: You can also force quit these processes, but this may lead to loss of data.
de: Sie können diese Prozesse auch sofort beenden, aber das kann zu Datenverlust führen.

source: You can also send all the listed applications a quit instruction, they can still ask about saving edited documents.
de: Sie können auch allen aufgeführten Programmen ein Beenden-Kommando senden, diese können dann noch bearbeitete Dokumente speichern.

source: You can only reconfigure by entering the current %@ administrator password:
de: Das aktuelle %@ Administrator-Passwort muss zum Umkonfigurieren eingegeben werden:
