Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

source: Shows or hides menu which lists browser tabs (starting with the exam tab) and SEB commands. You have to hide the side menu to access the browser view again
de: Blendet Seitenmenü ein/aus, welches offene Browser-Tabs auflistet (beginnend mit dem Prüfungs-Tab) und SEB-Kontrollelemente. Das Seitenmenü muss ausgeblendet werden, um wieder auf die Browser-Inhalte zuzugreifen.

source: Single App Mode could not be started. You need to restart your device (iPad with Face ID: Press and hold either volume button and the top button until the power off slider appears. iPad with Home button: Press and hold the top button until the power off slider appears). Update iOS/iPadOS to the latest version to prevent this issue.
de: Der Einzel-App-Modus konnte nicht gestartet werden. Sie müssen Ihr Gerät neu starten (iPad mit Face ID: Halten Sie eine der beiden Lautstärketasten und die obere Taste gedrückt, bis der Schieberegler zum Ausschalten erscheint. iPad mit Home-Taste: Halten Sie die obere Taste gedrückt, bis der Schieberegler zum Ausschalten angezeigt wird). Aktualisieren Sie iOS/iPadOS auf die neueste Version, um dieses Problem zu vermeiden.

source: Single App Mode needs to be reactivated before %@ can continue.
de: Der Einzel-App-Modus muss wieder aktiviert werden, bevor %@ fortfahren kann.

source: Single App Mode switched off!
de: Einzel-App-Modus ausgeschaltet!

source: Single App Mode was switched on again.
de: Einzel-App-Modus wurde wieder eingeschaltet.

source: Single App Mode/Guided Access Not Allowed
de: Einzel-App-Modus/Geführter Zugriff (Guided Access) nicht erlaubt

source: Sleep mode was activated, for example by closing an iPad case. Before unlocking, check if the lock screen wallpaper of the device is displaying a cheat sheet. Then unlock SEB by entering the quit/unlock password, which usually exam supervision/support knows.
de: Der Ruhezustand wurde aktiviert, beispielsweise durch Schliessen einer iPad-Hülle. Überprüfen Sie vor dem Entsperren, ob das Sperrbildschirm-Hintergrundbild einen Spickzettel anzeigt. Dann entsperren Sie SEB mit der Eingabe des Beenden/Entsperren-Passworts, welches üblicherweise der Prüfungsaufsicht bekannt ist.

source: Start Another Exam
de: Weitere Prüfung starten

source: Student
de: Studierender

source: The current session is being remote proctored using a live video and audio stream, which is sent to an individually configured server. Ask your examinator about their privacy policy. %1$@ itself doesn't connect to any centralized %2$@ server, your exam provider decides which proctoring server to use.
de: Die aktuelle Session wird mittels eines Live-Video- und Audiostreams fernüberwacht, welcher an einen individuell konfigurierten (Proctoring-)Server gesendet wird. Fragen Sie Ihren Prüfungsverantwortlichen nach dessen Datenschutzbestimmungen. %1$@ selbst stellt keine Verbindung zu einem zentralen %2$@ Proctoring-Server her. Ihr Prüfungsanbieter entscheidet, welcher Proctoringdienst oder Server verwendet werden soll.

# The device was in sleep mode for %ld:%.2ld (minutes:seconds)
source: The device was in sleep mode for %1$ld:%2$.2ld (minutes:seconds)
de: Das Gerät war für %1$ld:%2$.2ld (Minuten:Sekunden) im Ruhezustand

source: The entered %@ admin password didn't match the one stored for this identity. Try again.
de: Das eingegebene %@-Admin-Passwort stimmt nicht mit dem für diese Identität gespeicherten Passwort überein. Versuchen Sie es erneut.

source: The identity '%@' could not be removed from the Keychain.
de: Die Identität '%@' konnte nicht aus dem Schlüsselbund entfernt werden.

source: The overlay proctoring view is initially displayed in the lower right corner and can be swiped to other display corners.
de: Die Fernüberwachungs-Ansicht wird zunächst in der rechten unteren Ecke angezeigt und kann in die anderen Bildschirmecken bewegt werden.

source: The private key and certificate contained in the selected identity could not be exported. Try another identity.
de: Der private Schlüssel und das Zertifikat, die in der ausgewählten Identität enthalten sind, konnten nicht exportiert werden. Versuchen Sie eine andere Identität.

source: The screen is being captured/shared. The exam cannot be started.
de: Bildschirm wird aufgezeichnet/geteilt. Die Prüfung kann nicht gestartet werden.

source: These settings cannot be used. They may have been created by an incompatible version of %@ or are corrupted.
de: Diese Einstellungen können nicht benutzt werden. Sie wurden entweder mit einer inkompatiblen %@-Version erstellt oder sind beschädigt

source: This device isn't configured for sending email.
de: Dieses Gerät ist nicht für den Versand von E-Mails konfiguriert.

source: This identity was stored to the Keychain while using a different %@ admin password than currently set. Enter the admin password associated with the identity:
de: Diese Identität wurde im Schlüsselbund gespeichert, während ein anderes %@ Administrator-Passwort als das aktuelle verwendet wurde. Geben Sie das mit der Identität verknüpfte Administrator-Passwort ein:

source: To scan a QR code, enable the camera in settings
de: Um einen SEB-Konfigurations-QR-Code einzulesen, erlauben Sie den Kamerazugriff in den Einstellungen

source: To scan a QR code, your device must have a camera
de: Um einen SEB-Konfigurations-QR-Code einzulesen, muss Ihr Gerät eine Kamera besitzen

source: Toggle Side Menu
de: Seitenmenü ein-/ausblenden

source: Type
de: Typ

source: Unlock %@ with the quit password, which usually exam supervision/support knows.
de: Entsperren Sie SEB mit dem Beenden/Entsperren-Passwort, welches üblicherweise der Prüfungsaufsicht bekannt ist.

source: Untitled Page
de: Unbenannte Seite

source: Use the identity name derived from the current config file name or enter another. It has to be unique amongst all identities.
de: Verwenden Sie den Identitätsnamen, der sich aus dem Dateinamen der aktuellen Konfiguration ergibt, oder geben Sie einen anderen ein. Er muss unter allen Identitäten einmalig sein.

source: User Name
de: Benutzername

source: Waiting For Single App Mode to End
de: Warten auf Ende des Einzel-App-Modus

source: Waiting for Single App Mode
de: Warten auf Einzel-App-Modus

source: Wrong password! Try again to enter the quit password:
de: Falsches Passwort! Bitte das korrekte Beenden-Passwort eingeben:

source: You can only edit settings after entering the %@ administrator password:
de: Das aktuelle %@ Administrator-Passwort muss zum Editieren der Einstellungen eingegeben werden:

source: You can only reset settings after entering the %@ administrator password:
de: Das aktuelle %@ Administrator-Passwort muss zum Zurücksetzen der Einstellungen eingegeben werden:

source: You can only send log files after entering the %@ administrator password:
de: Das aktuelle %@ Administrator-Passwort muss zum Senden der Logdateien eingegeben werden:

source: You can't send log files while in an exam session. Finish the exam first and try it again.
de: Sie können während einer Prüfungssession keine Logdateien senden. Beenden Sie zuerst die Prüfung und versuchen Sie es erneut.

source: You didn't enter the correct %@ administrator password.
de: Das korrekte %@ Administrator-Passwort wurde nicht eingegeben.

source: You either entered the wrong password or these settings were saved with an incompatible %@ version.
de: Sie haben entweder ein falsches Passwort eingegeben oder diese Konfiguration wurde mit einer inkompatiblen %@-Version erstellt.

source: You need to enter the correct quit password for this command.
de: Für diese Funktion müssen Sie das korrekte Beenden-Passwort eingeben.

source: You will be able to work with other apps after Single App Mode is switched off by your administrator.
de: Sie können mit anderen Apps arbeiten, nachdem der Einzel-App-Modus von Ihrem Administrator ausgeschaltet wurde.

source: Your device is now unlocked, you can exit %1$@ using the Home button/indicator.%2$@Use the button below to start another exam session and lock the device again.
de: Ihr Gerät ist nun entsperrt, Sie können %1$@ mit der Home-Taste oder mittels vom unteren Bildschirmrand aus nach oben wischen verlassen.%2$@Verwenden Sie die Taste unten, um eine weitere Prüfungssitzung zu starten und das Gerät wieder zu sperren.

source: Zoom Page In
de: Seiteninhalt vergrössern

source: Zoom Page Out
de: Seiteninhalt verkleinern

source: encrypted with identity certificate
de: verschlüsselt mit Identitätszertifikat

source: for Managed Configuration (MDM)
de: für verwaltete Konfiguration (MDM)

source: for configuring clients
de: zum Umkonfigurieren von Clients

source: for starting an exam
de: zum Starten einer Prüfung

source: in Settings
de: in der Einstellungen-App

source: Certificates
de: Zertifikate

source: Choose Identity
de: Identität wählen

source: Cryptographic identities (X.509 certificates with RSA public key and associated private key, which are stored securely in the Keychain) embedded into a client config file can be used to decrypt exam config files on clients.
de: In eine Client-Konfigurationsdatei eingebettete kryptografische Identitäten (X.509-Zertifikate mit öffentlichem RSA-Schlüssel und zugehörigem privaten Schlüssel, die sicher im Schlüsselbund gespeichert sind) können zur Entschlüsselung von Prüfungskonfigurationsdateien auf Clients verwendet werden.

source: Embed Identity Certificates
de: Identitätszertifikate einbetten

source: Embed Server Certificates
de: Server-Zertifikate einbetten

source: Embed in SEB desktop version
de: In SEB-Desktop-Version einbetten

source: Embedded Certificates
de: Eingebettete Zertifikate

source: List of all embedded certificates in the current config file, sorted by type. SSL/CA/Debug certificates can currently only be added in SEB desktop versions.
de: Liste aller eingebetteten Zertifikate in der aktuellen Konfigurationsdatei, sortiert nach Typ. SSL/CA/Debug-Zertifikate können derzeit nur in SEB-Desktop-Versionen hinzugefügt werden.

source: Pin Certificates
de: Zertifikate pinnen

source: Self-signed TLS/SSL/CA certificates have to be embedded into config files to allow accessing a secure server. With certificate pinning, the iOS certificate store is bypassed and only embedded certificates establish trust for https connections.
de: Selbstsignierte TLS/SSL/CA-Zertifikate müssen in Konfigurationsdateien eingebettet werden, um den Zugriff auf einen sicheren Server zu ermöglichen. Mit Zertifikats-Pinning wird der iOS-Zertifikatspeicher umgangen und für https-Verbindungen wird nur eingebetteten Zertifikaten vertraut.

source: Activate URL Filtering
de: URL-Filter aktivieren

source: Blocked Message
de: Meldung für 'blockiert'

source: Control URL Filtering
de: URL-Filtern steuern

source: Filter Embedded Content
de: Eingebettete Inhalte ebenfalls filtern

source: Filter Rules
de: Filterregeln

source: Filter only links or all embedded resources and XMLHTTPRequests.
de: Nur Links oder alle eingebetteten Ressourcen und XMLHTTP-Requests filtern.

source: List of filter rules, currently these can only be edited in SEB desktop versions. Use the 'Teach SEB allowed/blocked URLs' feature in SEB for macOS to easily create URL filter rules. Format explanation: √: Active / ☒: Inactive, R: Regular expression, A: Allow / B: Block. The filter expression can contain a * wildcard character.
de: Liste der Filterregeln, derzeit können diese nur in den SEB-Desktop-Versionen bearbeitet werden. Verwenden Sie die Funktion 'Erlaubte/blockierte URLs lernen' in SEB für macOS, um einfach URL-Filterregeln zu erstellen. Format-Erklärung: √: Aktiv / ☒: Inaktiv, R: Regulärer Ausdruck, A: Zulassen / B: Sperren. Der Filterausdruck kann ein *-Platzhalterzeichen enthalten.

source: This message is shortly displayed in the upper right display corner when a link blocked by the URL filter rules is tapped.
de: Diese Meldung wird kurz in der oberen rechten Ecke des Displays angezeigt, wenn ein durch die URL-Filterregeln blockierter Link angetippt wird.

source: AI Proctoring
de: KI-Fernüberwachung

source: AI Proctoring Support
de: Unterstützung für KI-Fernüberwachung

source: AI-based proctoring features like face tracking create log events and send notifications to SEB Server.
de: KI-basierte Prüfungsfunktionen wie die Gesichtsverfolgung erstellen Protokollereignisse und senden Benachrichtigungen an den SEB Server.

source: Allow to Hide
de: Ausblenden erlaubt

source: Allow to Show
de: Einblenden erlaubt

source: Audio Initially Muted
de: Audio anfangs stumm

source: Audio Only
de: Nur Audio

source: Connection details for a Jitsi Meet video conference server and room.
de: Verbindungsdetails für einen Jitsi Meet-Videokonferenzserver und -Raum.

source: Enable Jitsi Meet
de: Jitsi Meet aktivieren

source: Full URL
de: Vollständige URL

source: Global settings for receiving and sending audio/video streams. Streams can also be enabled/disabled by SEB Server (if used) during the exam session.
de: Globale Einstellungen für den Empfang und das Senden von Audio-/Videostreams. Streams können auch von SEB Server (falls verwendet) während der Prüfungssitzung aktiviert/deaktiviert werden.

source: Jitsi Meet Features
de: Jitsi Meet Funktionen

source: Jitsi Meet Support
de: Unterstützung für Jitsi Meet

source: Jitsi Meet User Controls
de: Steuermöglichkeiten für Jitsi Meet Benutzer

source: Proctoring View Display Policy
de: Policy zur Anzeige des Fernüberwachungs-Fensters

source: Receive Audio
de: Audio empfangen

source: Receive Video
de: Video empfangen

source: Room
de: Raum

source: Room Name
de: Raumname

source: Send Audio
de: Audio Senden

source: Send Video
de: Video senden

source: Subject
de: Betreff

source: Subject Text
de: Text für Betreff

source: Token String
de: Token-Zeichenkette

source: Video Initially Muted
de: Video anfangs aus

source: When the proctoring view is displayed (see its display policy below), users can mute and unmute audio and video manually. Audio and video streams can be disabled globally with the settings below.
de: Wenn das Fernüberwachungs-Fenster angezeigt wird (siehe Anzeige-Policy unten), können die Benutzer Audio und Video manuell ein-/ausschalten. Audio- und Videostreams können mit den unten aufgeführten Einstellungen global deaktiviert werden.

source: You can hide or show the overlay view showing the user (and if enabled other candidates and the proctor) with this setting or allow users to show the view (initially hidden) or hide (initially visible) using the dock button or side menu command.
de: Mit dieser Einstellung können Sie das Fernüberwachungs-Fenster, die den Benutzer (und, falls aktiviert, andere Kandidaten und den Prüfer) zeigt, ein- oder ausblenden oder den Benutzern erlauben, die Ansicht über die Dock-Taste oder den Befehl im Seitenmenü ein- (anfänglich ausgeblendet) oder auszublenden (anfänglich sichtbar).

source: Allow Tile View
de: Kachelansicht erlauben

source: Display Meeting Name
de: Meeting-Name anzeigen

source: Enable Chat
de: Chat erlauben

source: Enable Close Captions
de: Untertitelung zulassen

source: Enable Raise Hand
de: Hand heben erlauben

source: Exam Session
de: Prüfungssession

source: Quit Password
de: Beenden-Passwort

source: Restricts editing settings
de: Schränkt die Bearbeitung der Einstellungen ein

source: Set to run in secure mode
de: Setzen, damit SEB im sicheren Modus läuft

source: Without Start URL, SEB displays the Initial Configuration Assistant. Always set SEB Admin Password to protect settings from being changed. SEB runs in Single App Mode only when Quit Password is set.
de: Ohne Start-URL zeigt SEB den Erstkonfigurationsassistenten an. Setzen Sie immer ein Administrator-Passwort für SEB, um die Einstellungen vor Änderungen zu schützen. SEB läuft nur im Einzel-App-Modus, wenn das Beenden-Passwort gesetzt ist.

source: Gzip Archive (SEB files are gzipped)
de: Gzip-Archiv (SEB-Dateien sind mittels Gzip komprimiert)

# NSBluetoothPeripheralUsageDescription
source: SEB uses Bluetooth for Jitsi Meet
de: SEB benutzt Bluetooth für Jitsi Meet

# NSCalendarsUsageDescription
source: The embeded Jitsi Meet SDK allows to access your calendar for meeting events, though this feature is currently not used in SEB.
de: Die eingebaute Jitsi-Meet-Unterstützung könnte auf Ihren Kalender zugreifen, um Einträge für Meetings zu erstellen. Diese Funktion wird aber in SEB nicht benutzt.

# NSCameraUsageDescription
source: Camera is needed to scan QR codes, for web applications and remote proctoring.
de: Kamerazugriff ist notwendig, um SEB-Konfigurations-QR-Codes einzulesen und für Fernüberwachung (falls diese von Ihrem Prüfungsveranstalter unterstützt/benutzt wird)

# NSLocalNetworkUsageDescription
source: Local network access is needed when using Automatic Client Configuration to search the local network for a client configuration.
de: Die automatische Client-Konfiguration benötigt Zugriff auf das lokale Netzwerk, um im lokalen Netzwerk nach einer Client-Konfiguration zu suchen.

# NSMicrophoneUsageDescription
source: Microphone access may be required for web applications and remote proctoring.
de: Mikrofonzugriff ist notwendig für Fernüberwachung.

# NSPhotoLibraryAddUsageDescription
source: The built-in web browser needs permission to write downloaded photos to your photo library.
de: Der integrierte Webbrowser benötigt die Erlaubnis, heruntergeladene Fotos in Ihre Fotobibliothek zu schreiben.

# NSPhotoLibraryUsageDescription
source: The built-in web browser needs permission to access photos from your photo library if you use a 'choose file'/upload button on a web page.
de: Der integrierte Webbrowser benötigt die Erlaubnis, auf Fotos aus Ihrer Fotobibliothek zuzugreifen, wenn Sie auf einer Webseite die Schaltfläche "Datei auswählen"/Hochladen verwenden.

source: Connect to SEB Server
de: Mit SEB Server verbinden

source: Enable SEB Server Support
de: Erlaube Benutzung von SEB Server

source: Load Start URL
de: Start-URL laden

source: SEB either loads a web resource from Start URL or connects to an SEB Server
de: SEB lädt entweder eine Web-Ressource von der Start-URL oder verbindet sich mit einer SEB Server-Instanz

source: Server Connection Settings
de: Server-Verbindungseinstellungen

source: When SEB Server Fallback is enabled, the SEB client loads Start URL in a browser window if it cannot connect to the specified SEB Server.
de: Wenn SEB Server-Fallback aktiviert ist, lädt der SEB-Client die Start-URL in einem Browserfenster, wenn er keine Verbindung zum angegebenen SEB Server herstellen kann.

source: Allow Running from iOS Version
de: Erlaube Benutzung ab iOS-Version

source: Allow Running on iOS Beta
de: Benutzung mit iOS-Beta erlauben

source: Allow Screen Capture
de: Bildschirmaufzeichnung erlauben

# Assessment Mode (AAC &amp; ASAM)
source: Assessment Mode (AAC & ASAM)
de: Assessment-Modus (AAC/ASAM)

source: Legacy Single App Mode
de: Klassischer Einzel-App-Modus

source: Lock Screen After Sleep Mode
de: Sperrbildschirm nach Ruhezustand

source: Major Version Number
de: Major-Versionsnummer

source: Minor Version Number
de: Minor-Versionsnummer

source: On devices with iOS <= 12, sleep mode can be activated while in Assessment Mode by for example closing an iPad case. Use this option to display a lock screen when the device is woken up.
de: Auf Geräten mit iOS <= 12 kann der Sperrbildschirm auch im AAC-Assessment-/Bewertungsmodus beispielsweise durch Schliessen einer iPad-Hülle angezeigt werden. Mit dieser Option blockiert SEB den Bildschirm (Beenden-Passwort zur Freigabe notwendig), nachdem das Gerät entsperrt wurde.

source: Patch Version Number
de: Patch-Versionsnummer

source: Prevent Auto-Lock
de: Auto-Sperrzustand verhindern

source: Settings for Classic Single App Mode (SAM) and Guided Access
de: Einstellungen für den klassischen Einzel-App-Modus (SAM) und den geführten Zugang (Guided Access)

source: Use Assessment Mode If Available
de: Assessment-Modus verwenden

source: Uses either Assessment Mode (for BYOD) or requires device to be supervised and having SEB set as an allowed app to invoke Autonomous Single App Mode (ASAM, which takes priority over Assessment Mode).
de: Verwendet entweder den AAC-Assessment-/Bewertungsmodus (für BYOD) oder erfordert, dass das Gerät per MDM beaufsichtigt wird und SEB als erlaubte App eingestellt ist, um den Autonomen Einzel-App-Modus (ASAM, der Vorrang vor AAC hat) aufzurufen.

source: Allow Single App Mode
de: Einzel-App-Modus erlauben

source: Classic Single App Mode (SAM)
de: Klassischer Einzel-App-Modus (SAM)

source: Guided Access Compatibility
de: Kompatibilität mit geführtem Zugang

source: Transforms specific HTTP requests for clicked links to prevent the 'Guided Access is enabled' message being displayed when clicking all links.
de: Spezifische HTTP-Request für angeklickte Links werden angepasst, um die Meldung 'Geführter Zugriff ist aktiv' zu vermeiden

source: Use Single App Mode invoked by Classroom, an MDM system or Apple Configurator instead of Assessment Mode. Note: You have to distribute devices already locked into SAM or disable manual Guided Access if you want to make sure that only SAM is used by the system.
de: Verwendet den Einzel-App-Modus (SAM), der von Classroom, einem MDM-System oder Apple Configurator aktiviert wird, anstelle des Assessment-/Bewertungsmodus. Hinweis: Sie müssen bereits in SAM gesperrte Geräte verteilen oder den manuellen geführten Zugriff (Guided Access) deaktivieren, wenn Sie sicherstellen möchten, dass nur SAM vom System verwendet wird.

source: Enable Logging
de: Log aktivieren

source: Log Level
de: Log-Stufe

source: Sending Logs Requires Admin PW
de: Admin-PW für Log-Senden

source: The button for sending logs to the SEB developers is located in the About SEB view (scroll down in the copyright and license text). The button opens a mail compose view. You can also first send the log file to your own email address to check what log data SEB collected. If you don't want students to easily access logs themselves, you can protect this feature with the SEB administrator password.
de: Die Taste zum Senden von Protokollen an die SEB-Entwickler befindet sich in der Ansicht 'Über SEB' (im Copyright- und Lizenztext nach unten scrollen). Die Taste öffnet eine Mail-Editor-Ansicht. Sie können die Protokolldatei auch zunächst an Ihre eigene E-Mail-Adresse senden, um zu prüfen, welche Protokolldaten SEB gesammelt hat. Wenn Sie nicht möchten, dass die Prüfungskandidaten selbst auf die Protokolle zugreifen können, können Sie diese Funktion mit dem SEB-Administrator-Passwort schützen.

source: Allow Auto-Correction
de: Auto-Korrektur erlauben

# Auto-Correction &amp; Predictive Text
source: Auto-Correction & Predictive Text
de: Auto-Korrektur und Text-Vorschläge

source: Browser Toolbar
de: Browser-Symbolleiste

source: Default Page Zoom Level:
de: Standard Seiten-Zoomstufe:

source: Default Text Zoom Level:
de: Standard-Textgrösse

source: Enable Page Zoom
de: Seiten-Zoom zulassen

source: Enable Text Zoom
de: Text-Zoom zulassen

source: In Assessment Mode/ASAM single app modes, auto-correction and predictive text are always disabled.
de: Im AAC-Assessment-/Bewertungsmodus oder ASAM-Einzel-App-Modus sind Autokorrektur und Textvorhersage immer deaktiviert.

source: Inferred
de: Übernommen

source: On devices with FaceID, the Status Bar is always displayed when the browser toolbar is enabled.
de: Auf Geräten mit FaceID wird die Statusleiste immer angezeigt, wenn die Browser-Symbolleiste aktiviert ist.

# Page &amp; Text Zoom
source: Page & Text Zoom
de: Seiten- und Text-Zoom

source: Status Bar (w/FaceID)
de: Statusleiste mit FaceID

source: Status Bar Appearance
de: Darstellung Statusleiste

source: Status/Tool Bar/SEB Dock
de: Statusleiste/Symbolleiste/SEB-Dock
