Repository: SafeExamBrowser/seb-mac
Catalog: Resources/ExportForTranslation/SafeExamBrowser Localizations/*.xcloc/Localized Contents/*.xliff
Languages: de

# lNW-hv-6s5.title
source: Allow reconfiguring secure/exam session
de: Umkonfigurieren erlauben

# mWl-BQ-Udt.ibShadowedToolTip
source: If not selected, then SEB is quit immediately after a Quit Link is detected, without users having to confirm
de: SEB kann beendet werden, sobald ein Beenden-Link erkannt wird, ohne dass Benutzer dies bestätigen müssen

# oJT-BY-ezv.ibShadowedToolTip
source: Require to enter the quit/unlock password when the Back to Start button is pressed
de: Eingabe des Beenden/Entsperren-Passworts verlangen, wenn die 'Zurück zum Start'-Taste gedrückt wird

# olf-PG-s0j.title
source: Reconfiguring Secure/Exam Session
de: Sichere-/Prüfungssession umkonfigurieren

# pdT-tX-Sdp.title
source: Dialog title/tool tip text of the Back to Start Button (leave empty for localized standard text)
de: Titel des Dialogs/Tooltips für die 'Zurück zum Start'-Taste (leer lassen für lokalisierten Standard-Text)

# sOA-63-en9.title
source: Allow Deep Linking for Exams
de: Deep-Linking erlauben

# sY9-Fu-u2Z.placeholderString
source: Back to Start
de: Prüfung neu starten

# u5B-hW-58P.title
source: Restart instead of quitting
de: Neustarten anstatt Beenden

# ujx-Tz-w75.ibShadowedToolTip
source: The Back to Start Button reloads the exam's Start URL
de: Die 'Zurück zum Start'-Taste öffnet erneut die Start-URL der Prüfung

# wYr-ul-Cng.title
source: Clear on session end
de: Zu Sessionsende löschen

# y9P-96-cCz.title
source: Allow Query Parameter
de: Query-Parameter erlauben

# zfq-ok-40e.ibShadowedToolTip
source: Allow reconfiguring while using a secure client config (with quit password) or during an exam session by loading an SEB config file
de: Erlaubt Umkonfigurieren durch das Laden einer SEB-Prüfungskonfiguration während die Client-Konfiguration benutzt wird oder während einer Prüfungssession

# 18i-Ih-TGG.ibExternalAccessibilityDescription
source: SEB connection mode
de: SEB-Verbindungsmodus

# 18i-Ih-TGG.ibShadowedToolTip
source: Indicates if SEB will use local settings and load the start URL or if it will try to connect to the SEB Server
de: Bestimmt, ob SEB lokale Einstellungen benutzen und die Start-URL laden oder versuchen soll, sich mit SEB Server zu verbinden

# 78.ibShadowedToolTip
source: Retype the administrator password
de: Administrator-Passwort wiederholen

# 79.ibShadowedToolTip
source: This password is prompted when users try to quit SEB and when the Back to Start Button is pressed. Not prompted when using a quit link
de: Dieses Passwort wird abgefragt, wenn Benutzer SEB mittels cmd-Q (Befehl-Q), Fenster-Schliessen- und Beenden-Taste beenden wollen. Das Passwort wird nicht abgefragt, wenn ein Beenden-Link verwendet wird.

# 83.ibShadowedToolTip
source: Retype the quit password
de: Beenden/Entsperren-Passwort wiederholen

# 88.ibShadowedToolTip
source: Saves preferences and exits SEB
de: Speichert Einstellungen und beendet SEB

# 92.ibShadowedToolTip
source: Users can quit SEB with Command-Q, window close or quit button. Otherwise use a quit link in your exam system or shutdown/restart the computer
de: Benutzer können SEB mit cmd-Q (Befehlstaste-Q), Fenster-Schliessen- und Beenden-Taste beenden. Ansonsten benutzen Sie einen Beenden-Link im Prüfungssystem oder schalten den Rechner aus.

# 93.ibShadowedToolTip
source: Password required to open the configuration file for editing or to show the preferences window. It is recommended to set one!
de: Passwort, welches beim Öffnen einer Konfigurationsdatei zum Bearbeiten oder beim Aufrufen der Einstellungen abgefragt wird. Es wird empfohlen, eines zu setzen!

# 94.ibShadowedToolTip
source: Displays information about Safe Exam Browser – SEB
de: Informationen über Safe Exam Browser – SEB anzeigen

# 95.ibExternalAccessibilityDescription
source: Show help
de: Hilfe anzeigen

# 95.ibShadowedToolTip
source: Displays the SEB online manual at www.safeexambrowser.org/macosx
de: Zeigt das Online-Manual unter safeexambrowser.org/macosx an

# 97.title
source: About
de: Über SEB

# 99.title
source: Allow user to quit SEB
de: Beenden von SEB erlauben

# 100.title
source: Please enter correct confirm password
de: Bitte gleiches Passwort erneut eingeben

# 101.title
source: Please enter correct confirm password
de: Bitte gleiches Passwort erneut eingeben

# 103.title
source: Quit
de: Beenden

# 107.title
source: Confirm quit/unlock password
de: Beenden/Entsperren-Passwort bestätigen

# 109.title
source: Quit/unlock password
de: Beenden/Entsperren-Passwort

# 110.title
source: Confirm administrator password
de: Administrator-Passwort bestätigen

# 111.title
source: Administrator password
de: Administrator-Passwort

# 150.ibShadowedToolTip
source: Saves preferences and restarts SEB, displaying the webpage at start URL
de: Speichert Einstellungen und startet SEB neu, die Webseite mit der Start-URL wird geladen

# 151.title
source: Restart SEB
de: SEB Neustart

# 194.ibShadowedToolTip
source: SEB saves the content of the clipboard (if it's a text string) when starting up and before clearing the clipboard. Use this link to paste the saved string to the Start URL field.
de: SEB speichert den Inhalt der Zwischenablage (sofern es sich um einen Text handelt) beim Aufstarten, bevor diese gelöscht wird. Mittels dieses Links wird der gesicherte Text in das Start-URL-Feld eingefügt

# 195.title
source: Paste from saved clipboard
de: Einfügen aus gespeicherter Zwischenablage

# 255.ibShadowedToolTip
source: Full URL (starting with http:// or https://) of the page to open when SEB is started.
de: Komplette URL (beginnend mit http:// oder https://) der Seite, die beim Starten von SEB geöffnet werden soll.

# 256.placeholderString
source: URL starting with http:// or https://
de: URL beginnend mit http:// oder https://

# 412.ibShadowedToolTip
source: SEB should connect to Start URL and use local settings in case it cannot connect to SEB Server
de: SEB ignoriert die Beenden-Tastenkombination und kann manuell nur durch Eingeben des Beenden/Entsperren-Passworts verlassen werden

# WYv-t7-2PL.ibShadowedToolTip
source: SEB saves the content of the clipboard (if it's a text string) when starting up and before clearing the clipboard. Use this link to paste the saved string to the SEB Server URL field
de: SEB speichert den Inhalt der Zwischenablage (sofern es sich um einen Text handelt) beim Aufstarten, bevor diese gelöscht wird. Mittels dieses Links wird der gesicherte Text in das SEB Server URL-Feld eingefügt

# ZPd-eH-wpn.placeholderString
source: URL starting with http:// or https://
de: URL beginnend mit http:// oder https://

# d6u-EM-bnR.ibExternalAccessibilityDescription
source: Connect to SEB Server
de: Mit SEB Server verbinden

# d6u-EM-bnR.title
source: Connect to SEB Server
de: Mit SEB Server verbinden

# j7I-dg-7wv.title
source: Paste from saved clipboard
de: Einfügen aus gesicherter Zwischenablage

# jBe-dB-U1U.ibExternalAccessibilityDescription
source: Load Start URL
de: Start URL laden

# jBe-dB-U1U.title
source: Load Start URL
de: Start URL laden

# upZ-Jd-MXz.ibShadowedToolTip
source: Full SEB Server URL (starting with http:// or https://)
de: Vollständige SEB Server URL (beginnend mit http:// oder https://)

# 0yk-gp-6bB.ibShadowedToolTip
source: If selected, then HTTPS connections will only be allowed if there is an exact match of a server certificate with one of the embedded TLS/SSL certificates or if one of the embedded CAs establish trust
de: Wenn angewählt, dann werden HTTPS-Verbindungen nur erlaubt, wenn das Server-Zertifikat exakt mit einem der eingebetteten TLS/SSL-Zertifikate übereinstimmt oder dem Server-Zertifikat durch eines der eingebetteten CA-Zertifikate vertraut wird

# 1QG-Ub-GkE.ibShadowedToolTip
source: Selected action is a regular expression
de: Ausgewählte Aktion ist eine Regular Expression

# 3Ez-5z-ngx.headerCell.title
source: Expires
de: Verfällt

# 5GY-eF-5u2.title
source: Certificates: Advanced
de: Erweiterte Zertifikate

# 6U6-cT-k15.headerCell.title
source: Action
de: Aktion

# 9du-EF-v3O.ibShadowedToolTip
source: Action when the filter rule expression matches (allow or block resource)
de: Aktion bei übereinstimmendem Filterausdruck (Ressource zulassen oder blockieren)

# 9hw-i2-YWH.ibExternalAccessibilityDescription
source: Selected URL filter action
de: Ausgewählte URL-Filter-Aktion

# 9hw-i2-YWH.ibShadowedToolTip
source: Full filter expression
de: Kompletter Filter-Ausdruck

# 241.label
source: Certificates
de: Zertifikate

# 454.ibShadowedToolTip
source: When URL filtering is active and no matching block or allow expression is found), then the processed URL is discarded
de: Bei aktivem URL-Filter und wenn kein übereinstimmender 'blockieren' oder 'erlauben' Filterausdruck gefunden wird, wird die URL verworfen

# 455.title
source: Activate URL filtering
de: URL-Filter aktivieren

# 526.ibShadowedToolTip
source: Add a filter rule
de: Filter-Regel hinzufügen

# 527.ibShadowedToolTip
source: Remove a filter rule
de: Filter-Regel entfernen

# 648.ibShadowedToolTip
source: Not only web page URLs are filtered using the URL filter rules, but also all embedded resources
de: Nicht nur Links zu Webseiten werden anhand der URL-Filterregeln gefiltert, sondern auch alle eingebetteten Ressourcen (Bilder, CSS, usw.)

# 649.title
source: Filter also embedded content
de: Eingebettete Inhalte ebenfalls filtern

# 744.headerCell.title
source: Description
de: Beschreibung

# 759.title
source: Add Rule
de: Regel hinzufügen

# 760.title
source: Add Action to Rule
de: Aktion zu Regel hinzufügen

# 769.title
source: Select a protocol to configure:
de: Zu konfigurierendes Protokoll:

# 855.title
source: Proxy Configuration File
de: Proxy-Konfigurationsdatei

# 1037.ibShadowedToolTip
source: Either system proxy settings of the exam client computer or those provided in these SEB settings are used
de: Entweder werden die Systemeinstellungen des Prüfungsrechners für Proxies verwendet oder diejenigen in diesen Einstellungen

# 1039.title
source: Use system proxy settings
de: Proxy-Systemeinstellungen benutzen

# 1040.title
source: Use SEB proxy settings (Win)
de: SEB Proxy-Einstellungen benutzen (Win)

# 1059.title
source: Exclude simple hostnames
de: Einfache Hostnamen ausschliessen

# 1064.title
source: Bypass proxy settings for these hosts & domains:
de: Proxy-Einstellungen für diese Hosts und Domains nicht verwenden:

# 1076.ibShadowedToolTip
source: Separate hosts/domains with commas
de: Hosts/Domains mit Komma trennen

# 1089.title
source: Use Passive FTP Mode (PASV)
de: Passiven FTP-Modus (PASV) verwenden

# 1160.ibExternalAccessibilityDescription
source: Proxy Configuration File URL
de: URL einer Proxy-Konfigurationsdatei

# 1169.title
source: Choose File…
de: Datei auswählen …

# 1178.title
source: If your network administrator provided you with the address of an automatic proxy configuration (.pac) file, enter it above.
de: Falls Sie von Ihrem Netzwerkadministrator die Adresse einer automatischen Proxy-Konfigurationsdatei (.pac) erhalten haben, geben Sie diese oben an.

# 1215.title
source: Web Proxy Server
de: Web-Proxy (HTTP)

# 1226.ibExternalAccessibilityDescription
source: Port number
de: Port-Nummer

# 1241.title
source: Proxy server requires password
de: Passwort für den Proxy-Server erforderlich

# 1259.title
source: Username:
de: Benutzername:

# 1285.title
source: Password:
de: Passwort:

# 1517.ibExternalAccessibilityDescription
source: Secure Web Proxy Server https host URL
de: Sichere Web-Proxy-Server https-Host URL

# 1518.ibExternalAccessibilityDescription
source: Port number
de: Port-Nummer

# 1526.title
source: Password:
de: Passwort:

# 1527.title
source: Username:
de: Benutzername:

# 1530.title
source: Proxy server requires password
de: Passwort für den Proxy-Server erforderlich

# 1536.title
source: Secure Web Proxy Server
de: Sicherer Web-Proxy (HTTPS)

# 1559.ibExternalAccessibilityDescription
source: Port number
de: Port-Nummer

# 1567.title
source: Password:
de: Passwort:

# 1568.title
source: Username:
de: Benutzername:

# 1571.title
source: Proxy server requires password
de: Passwort für den Proxy-Server erforderlich

# 1577.title
source: FTP Proxy Server
de: FTP-Proxy

# 1600.ibExternalAccessibilityDescription
source: Port number
de: Port-Nummer

# 1608.title
source: Password:
de: Passwort:

# 1609.title
source: Username:
de: Benutzername:

# 1612.title
source: Proxy server requires password
de: Passwort für den Proxy-Server erforderlich

# 1618.title
source: SOCKS Proxy Server
de: SOCKS-Proxy

# 1641.ibExternalAccessibilityDescription
source: Port number
de: Port-Nummer

# 1649.title
source: Password:
de: Passwort:

# 1650.title
source: Username:
de: Benutzername:

# 1653.title
source: Proxy server requires password
de: Passwort für den Proxy-Server erforderlich

# 1659.title
source: Streaming Proxy Server
de: Streaming-Proxy (RTSP)

# 1779.ibShadowedToolTip
source: TLS/SSL certificates from the default keychain. This allows to distribute self-signed certificates to exam clients
de: SSL/TLS-Zertifikate aus dem Schlüsselbund. Dies erlaubt, selbst-signierte Zertifikate auf Prüfungs-Clients zu verteilen

# 1783.title
source: Choose TLS/SSL certificate to embed into settings ...
de: In Konfiguration einzubettendes SSL-Zertifikat auswählen …

# 1814.ibExternalAccessibilityDescription
source: Choose certificate authority certificate to embed into settings
de: In Konfiguration einzubettendes Zertifikat für die Zertifikats-Autorität auswählen

# 1814.ibShadowedToolTip
source: CA (certificate authority) certificates from the default keychain. This allows to extend or override (when 'Pin embedded certificates' is selected) the default browser trust store
de: Kryptografische Identitäten (X.509 Zertifikate mit öffentlichem RSA-Schlüssel und dazugehörigem privaten Schlüssel) im Schlüsselbund, die für Verschlüsselung und Entschlüsselung benutzt werden können. Exportieren Sie die ausgewählte Identität in der Schlüsselbundverwaltung und installieren Sie diese auf Ihren SEB-Clients

# 1818.title
source: Choose CA certificate to embed into settings ...
de: In Konfiguration einzubettende Identität auswählen …

# 1831.ibExternalAccessibilityDescription
source: Embedded certificates
de: Eingebettete Zertifikate

# 1836.headerCell.title
source: Kind
de: Art

# 1863.ibShadowedToolTip
source: Remove certificate/identity from settings
de: Zertifikat/Identität aus Konfiguration entfernen

# An4-xf-7ZG.ibShadowedToolTip
source: TLS/SSL certificates from the default keychain. This allows to distribute self-signed certificates to exam clients
de: TLS/SSL-Zertifikate aus dem Schlüsselbund "Anmeldung". Dies ermöglicht, selbst-signierte oder gepinnte Zertifikate auf Prüfungsclients zu verteilen.

# Apy-z9-F3c.title
source: Override common name:
de: Common Name überschreiben:

# DPz-Hy-kg6.title
source: Cancel
de: Abbrechen

# DSd-mL-qnG.title
source: Teach SEB allowed/blocked URLs
de: Erlaubte/blockierte URLs lernen

# Etc-6i-KPi.ibShadowedToolTip
source: Clear the list containing ignore filter expressions. This list has only an effect on the 'Teach allowed/blocked URLs' mode; loading ignored URLs/resources won't display a dialog anymore. They are blocked anyways, because all not allowed URLs are blocked by the URL filter
de: Löschen der Liste mit Filterregeln für zu ignorierende URLs. Diese hat nur im Filterregeln-Lernen-Modus eine Wirkung, für ignorierte URLs/Ressourcen wird dauerhaft keine Warnung angezeigt. Blockiert werden diese URLs sowieso, weil alle nicht explizit erlaubten URLs vom Filter blockiert werden

# GZd-2h-HIq.title
source: Selected Action
de: Ausgewählte Regel

# PJT-Mq-ijG.ibShadowedToolTip
source: Helps to create filter rules for URLs or embedded content elements that should be allowed or blocked
de: Hilft beim Erstellen von Filterregeln für URLs oder eingebettete Inhaltselemente, die erlaubt oder blockiert werden sollen

# UCE-sZ-Ixh.ibExternalAccessibilityDescription
source: URL Filter message
de: URL-Filter-Nachricht

# UCE-sZ-Ixh.title
source: Display 'URL Blocked!'
de: 'Blockierte URL!' anzeigen

# UIS-5m-9TC.ibShadowedToolTip
source: Identities (X.509 certificates with RSA public key and associated private key) from the default keychain which can be used for encrypting (see Config File pane) and decrypting SEB config files. Embedded identities in config files saved for configuring clients will be imported into the Keychain of exam clients.
de: Kryptografische Identitäten (X.509 Zertifikate mit öffentlichem RSA-Schlüssel und dazugehörigem privaten Schlüssel) im Schlüsselbund 'Anmeldung', die für Verschlüsselung und Entschlüsselung benutzt werden können. In Konfigurationsdateien gespeichert für das 'Konfigurieren von Clients' eingebettete Identitäten werden in den Schlüsselbund von Prüfungsclients importiert.

# VV0-Zp-Taw.title
source: Choose certificate to embed:
de: Einzubettendes Zertifikat auswählen:

# Wrm-JO-cYX.title
source: Advanced…
de: Erweitert…

# at3-bk-Nje.ibExternalAccessibilityDescription
source: URL filter rules and actions
de: URL-Filter Regeln und Aktionen

# cCY-tB-p0Y.title
source: Action
de: Aktion

# cfG-U9-U7j.title
source: Choose identity certificate to embed into settings ...
de: In Konfiguration einzubettende Identität auswählen …

# eXh-u4-x04.title
source: Embedd as
de: Einbetten als

# gNh-Qf-Z8W.ibExternalAccessibilityDescription
source: URL Filter message
de: URL-Filter-Nachricht

# gNh-Qf-Z8W.title
source: Display 'X'
de: 'X' anzeigen

# iBm-Ni-pSi.title
source: Active
de: Aktiv

# iyL-Fn-jZ6.title
source: Clear Ignore List…
de: Ignorieren-Liste löschen …

# jId-HY-bdq.ibShadowedToolTip
source: URL filter action item is active
de: URL-Filterregel ist aktiv

# lRh-cS-3k7.title
source: Embedd
de: Einbetten

# pon-KO-X4n.headerCell.title
source: Expression
de: Ausdruck

# r6V-Ca-cfU.title
source: Pin embedded certificates
de: Eingebettete Zertifikate pinnen

# wtP-tT-RxN.ibShadowedToolTip
source: Chooses message/symbol which is displayed in the browser window toolbar when a URL isn't allowed
de: Hinweis auswählen, der im Browserfenster angezeigt wird, wenn eine URL nicht erlaubt ist

# 2301.title
source: External or embedded resources which can be used during an exam
de: Externe oder eingebettete Ressourcen, welche während einer Prüfung benutzt werden können

# 2435.title
source: Selected Resource
de: Ausgewählte Ressource

# 2437.ibShadowedToolTip
source: Add a resource
de: Ressource hinzufügen

# 2438.ibShadowedToolTip
source: Displays a file requester for choosing the process executable file (or application) which will be added to the list of prohibited processes.
de: Auswählen der Ressource, welche in die Konfigurationsdatei eingefügt wird

# 2439.ibShadowedToolTip
source: Remove a resource
de: Ressource entfernen

# 2442.title
source: Choose File...
de: Datei auswählen …

# 2490.ibShadowedToolTip
source: Title of the resource which is displayed in the SEB dock/taskbar
de: Titel der Ressource, die im SEB-Dock angezeigt wird

# 2493.ibShadowedToolTip
source: This resource item is active
de: Diese Ressource ist aktiv

# 2502.title
source: Active
de: Aktiv

# 2508.title
source: Title
de: Titel

# 2523.headerCell.title
source: Active
de: Aktiv

# 2524.headerCell.title
source: Title
de: Titel

# 2525.headerCell.title
source: Open
de: Öffnen

# 2526.headerCell.title
source: URL or File Name
de: URL oder Dateiname

# 2612.ibShadowedToolTip
source: Full URL of the resource (if external) or file name including file type extension
de: Vollständige URL der Ressource (wenn extern) oder der Dateiname inklusive Dateierweiterung

# 2632.ibShadowedToolTip
source: Open this resource when SEB starts
de: Diese Resource beim Aufstarten von SEB öffnen. Ansonsten kann sie mit dem Icon/Popup-Menü im SEB-Dock geöffnet werden

# 2634.title
source: Open when SEB starts
de: Beim SEB-Start öffnen

# 0Ey-3L-Lb6.title
source: Force installation in /Applications folder
de: SEB im Programmverzeichnis erzwingen

# 0Nd-GJ-9QM.title
source: Ignore SEB Service
de: SEB Service ignorieren

# 0in-TF-gTG.title
source: Prefer Assessment Mode (AAC)
de: Assessment-Modus (AAC) bevorzugen

# 0ob-OM-tPV.title
source: Enable F11
de: F11 erlauben

# 2n4-f2-W9F.title
source: Enable F1
de: F1 erlauben

# 3JA-FW-lAf.title
source: Allow to use Siri
de: Benutzung von Siri erlauben

# 3Kv-Y4-p4B.label
source: Hooked Keys
de: Abgefangene Tasten

# 4vb-oP-Qf1.title
source: Use standard directory
de: Standardverzeichnis benutzen

# 6DQ-Jd-s1A.ibExternalAccessibilityDescription
source: Log file directory (Windows Versions 2.x):
de: Log-Dateiverzeichnis (Windows Versionen 2.x):

# 8N0-8l-hwO.title
source: Enable Ctrl-Esc
de: Ctrl-Esc erlauben

# 13.ibShadowedToolTip
source: The log can help debugging SEB (send it to the developers) and to find out about possible manipulations
de: Das Log kann beim Debugging von SEB helfen (senden Sie Ihre Log-Dateien an die SEB-Entwickler) und eventuelle Manipulationen aufdecken

# 14.title
source: Enable logging
de: Log aktivieren

# 23.title
source: Log level:
de: Log-Stufe

# 32.ibExternalAccessibilityDescription
source: Save log file to directory:
de: Log speichern in Verzeichnis:

# 76.ibShadowedToolTip
source: Usually don't allow SEB to run in a virtual machine in order to prevent potential manipulation
de: Normalerweise sollte der Betrieb von SEB innerhalb einer virtuellen Maschine nicht erlaubt werden, um potentielle Manipulationen zu verhindern

# 77.title
source: Allow to run inside virtual machine
de: Betrieb in virtueller Maschine erlauben

# 93.ibExternalAccessibilityDescription
source: Select SEB Service policy for SEB on Windows
de: SEB-Service Richtlinie für SEB auf Windows auswählen

# 93.ibShadowedToolTip
source: Policy that applies when an exam client doesn't have the SEB Service installed or running
de: Richtlinie, die angewendet wird, wenn der SEB-Hintergrundservice auf einem Prüfungs-Client nicht installiert ist (wird nur unter Windows verwendet)

# 100.title
source: SEB Service policy
de: SEB-Service Richtlinie (Win)

# 292.ibShadowedToolTip
source: Private clipboard should always be used besides when working with third party applications in a managed user account (if 'Enforce private clipboard on Mac' is enabled, this setting only affects SEB for Windows and older Mac versions)
de: Üblicherweise sollte die private Zwischenablage verwendet werden, ausser wenn mit zugelassenen Drittapplikationen in einem verwalteten Benutzerkonto gearbeitet werden soll (wenn 'Private Zwischenablage auf Mac erzwingen' aktiv ist, beeinflusst diese Einstellung nur SEB für Windows und ältere Mac-Versionen)

# 293.title
source: Use private clipboard
de: Private Zwischenablage verwenden

# AAQ-sm-YAt.title
source: Allow desktop Macs
de: Desktop-Macs zulassen

# ADm-4H-Zh3.title
source: OS Specific Settings
de: Betriebssystemabhängige Einstellungen

# AUn-ex-rqQ.ibShadowedToolTip
source: Use Single App Mode invoked by Classroom, an MDM system or Apple Configurator instead of ASAM/AAC
de: Einzel-App-Modus aktiviert durch Classroom, ein MDM-System oder Apple Configurator benutzen, anstatt AAC/ASAM

# AtG-6Z-aRN.title
source: Enable Ease of Access
de: Erleichterte Bedienung erlauben

# AwA-eq-zFC.ibExternalAccessibilityDescription
source: Create new desktop
de: Neuen Desktop erstellen

# AwA-eq-zFC.title
source: Create new desktop
de: Neuen Desktop erstellen

# BKE-3M-dWN.ibShadowedToolTip
source: Maximum allowed number of connected displays (including built-in)
de: Anzahl maximal erlaubte Bildschirme (inklusive eingebautes)

# BsP-9L-abh.title
source: Enforce built-in display
de: Eingebautes Display erzwingen

# Bud-jP-Qbp.title
source: Allow running on iOS beta
de: Benutzung mit iOS-Beta erlauben
