<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		TXn1RnLnvIy38FHzivxg+2q5eqg=
		</data>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		KgzxDWJ7/YV7AcIQkVCvXTNVqE0=
		</data>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<data>
		Mws7qwTiMkGHV9hmYcOo0X9UB8o=
		</data>
		<key>Resources/afn_mac.mlmodelc/enc.net</key>
		<data>
		50OCPuVFs9dnqBLUTne0ikI25ZY=
		</data>
		<key>Resources/afn_mac.mlmodelc/enc.shape</key>
		<data>
		3b/dXZNMHN7TTUwvO0LJrFyTP5Q=
		</data>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<data>
		PFrRpvsxfe04ZmsSW4YJoyv83wM=
		</data>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<data>
		jYEiG6EvkQ/Ci87AVlhAu3K76Ls=
		</data>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		9brzNLtTyr6wxUFJNNE25rck8D0=
		</data>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<data>
		UZXzi/AivToxZfzttrS2Ykt+3Z0=
		</data>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<data>
		G2KHgiR604WjKEIzwlxgWTXQoCQ=
		</data>
		<key>Resources/bgr_mac.mlmodelc/enc.net</key>
		<data>
		5VdcPDSAHTGIcoCz8qwgXy4oQI8=
		</data>
		<key>Resources/bgr_mac.mlmodelc/enc.shape</key>
		<data>
		jIZGpwplMe4owivpmiICwo7Ka6k=
		</data>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<data>
		8SuM/YLJJzKqzUu49oh+ahHqP78=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<data>
		HAR2vKirvMz+j9f/qfMfP7N0C64=
		</data>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<data>
		oo/NZKySpzKvYCI3b4h5KsiH9o4=
		</data>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Jsv26hZcnQj+wuxpjLUnzQp+CdE=
		</data>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<data>
		FXpMQ0Pd1LVbcMe7iODgBW11hC8=
		</data>
		<key>Resources/flm.mlmodelc/enc.net</key>
		<data>
		rufQv1F5sXSjAlTtt2F3bj0jIik=
		</data>
		<key>Resources/flm.mlmodelc/enc.shape</key>
		<data>
		qaG5X7cfWiqtBgbGeUNN2vo81Ls=
		</data>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<data>
		tV6QZyRj5EdQukT9AGsui96d94Y=
		</data>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<data>
		UK5jI+eF+SfkQc2FQJZ2qCpDuC0=
		</data>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/libcmlFramework.h</key>
		<dict>
			<key>hash</key>
			<data>
			V6OS1j5qB2WD1LCRxs5wR5E8Z8Y=
			</data>
			<key>hash2</key>
			<data>
			3krvRITpdNqapwnC1I9kPGSqZCZCxixHTN6OUF0OjsI=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			lNEffXlXSqh+IImJe1iXMzHDzdk=
			</data>
			<key>hash2</key>
			<data>
			c6eKWEqbqqK10b3fiIX5ozEu26GK2oU2ENxXYGxiRjk=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			TXn1RnLnvIy38FHzivxg+2q5eqg=
			</data>
			<key>hash2</key>
			<data>
			pvqhB9w9BjQGb66Cw7mtURvnH5ylQCkFIeht2RxqvaM=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			KgzxDWJ7/YV7AcIQkVCvXTNVqE0=
			</data>
			<key>hash2</key>
			<data>
			6Dsr7nOzEwlm20nWYam4TSjOw4BKoO2DUCwD2iBN1lU=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Mws7qwTiMkGHV9hmYcOo0X9UB8o=
			</data>
			<key>hash2</key>
			<data>
			iB0Uu5/RMx6T7NTBi7WUCrnW2EJIBIrdhIqSO3QL8uM=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			50OCPuVFs9dnqBLUTne0ikI25ZY=
			</data>
			<key>hash2</key>
			<data>
			WHdxQN16tf9zGKVl8ADWuGQ1KS76a3ssc8vROY0sC4k=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			3b/dXZNMHN7TTUwvO0LJrFyTP5Q=
			</data>
			<key>hash2</key>
			<data>
			qDtxLhiCtByDui6H/9J7tvjKz8GngoVicFt9QA/UViY=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			PFrRpvsxfe04ZmsSW4YJoyv83wM=
			</data>
			<key>hash2</key>
			<data>
			Uvf2j4vYmNSIqy/WlQegk5+X0+wGWRKCHExOWUS53/c=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			jYEiG6EvkQ/Ci87AVlhAu3K76Ls=
			</data>
			<key>hash2</key>
			<data>
			dsbziivnFcF7qvhbzUnCcP6I1rGFt7XR1vbq8eOzwWA=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			9brzNLtTyr6wxUFJNNE25rck8D0=
			</data>
			<key>hash2</key>
			<data>
			Mf2VTRP6xAXB09Q5rEX1fy6wZSr9cRZ93LVKgqbMi8E=
			</data>
		</dict>
		<key>Resources/afn_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			UZXzi/AivToxZfzttrS2Ykt+3Z0=
			</data>
			<key>hash2</key>
			<data>
			kM4lg5wat+AsbjaMe/HPifJegOBVy47g8Gk1Zr48tWw=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			G2KHgiR604WjKEIzwlxgWTXQoCQ=
			</data>
			<key>hash2</key>
			<data>
			KbhlCj8a2ry8YaFkfpV8YexmxTikGnxrHGa3SvB8s/Y=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			5VdcPDSAHTGIcoCz8qwgXy4oQI8=
			</data>
			<key>hash2</key>
			<data>
			9ZbMMfg6MM8yLlEcl3ZHbaPJx+XYWi8KSCPs0kOgZQo=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			jIZGpwplMe4owivpmiICwo7Ka6k=
			</data>
			<key>hash2</key>
			<data>
			hbiyEENoRenw6hmF7dC8UoeSOSkA2kmHmjr8vb0LlCI=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			8SuM/YLJJzKqzUu49oh+ahHqP78=
			</data>
			<key>hash2</key>
			<data>
			roT/1vmOn8wD8zKSUXebzxxRyYm3o72xuwFxoojCIQ8=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			HAR2vKirvMz+j9f/qfMfP7N0C64=
			</data>
			<key>hash2</key>
			<data>
			BuusESHS4w3Vq55R9QX3SvaSujNbLdC/hDndSYY42m8=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			oo/NZKySpzKvYCI3b4h5KsiH9o4=
			</data>
			<key>hash2</key>
			<data>
			qyJZQtvdEbvyfYMQmE+zx9EcLlAEE0yOW7z576npMnE=
			</data>
		</dict>
		<key>Resources/bgr_mac.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jsv26hZcnQj+wuxpjLUnzQp+CdE=
			</data>
			<key>hash2</key>
			<data>
			tH3ryDCF4MRH2Ea+R07cYuJvvcSqeYA4fQ2+1d1txdo=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			FXpMQ0Pd1LVbcMe7iODgBW11hC8=
			</data>
			<key>hash2</key>
			<data>
			04KM7RHuEBc0u4OYvZNPSZaMvCdCjj9E8o/3Eb6Ulmc=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/enc.net</key>
		<dict>
			<key>hash</key>
			<data>
			rufQv1F5sXSjAlTtt2F3bj0jIik=
			</data>
			<key>hash2</key>
			<data>
			oJia4pLC9EZn3QyuNBqVAsx7hM2qihzrrdONAmDxVgU=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/enc.shape</key>
		<dict>
			<key>hash</key>
			<data>
			qaG5X7cfWiqtBgbGeUNN2vo81Ls=
			</data>
			<key>hash2</key>
			<data>
			T05PjrrzTghPVkjISWwe5EoJ+HffhEYouhUBAu3twuk=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			tV6QZyRj5EdQukT9AGsui96d94Y=
			</data>
			<key>hash2</key>
			<data>
			ci6wjEaGw8QPk4wAarJW+0WoLBHgwf92Co00EXj2CjQ=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			UK5jI+eF+SfkQc2FQJZ2qCpDuC0=
			</data>
			<key>hash2</key>
			<data>
			bYKru4vGG0rMRmGCmtH3OuWctfDnGJlRTCPuDBGDwac=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sAilHvVxCPam2pSz/l8ae9uYGG4=
			</data>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>Resources/flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
